Repository: prabhupredictions/destinyios
Catalog: ios_app/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, kn, ml, pt, ru, ta, te, zh_hans

source: Intensifying Factors
de: Verstärkende Faktoren
es: Factores Intensificantes
fr: Facteurs Intensifiants
hi: दोष-वृद्धि कारक
ja: 強化要因
kn: ತೀವ್ರಗೊಳಿಸುವ ಅಂಶಗಳು
ml: തീവ്രമാക്കുന്ന ഘടകങ്ങൾ
pt: Fatores Intensificantes
ru: Усиливающие Факторы
ta: அதிகரிக்கும் காரணிகள்
te: తీవ్రతరం చేసే కారకాలు
zh_hans: 加强因素

source: Planets Involved
de: Beteiligte Planeten
es: Planetas Involucrados
fr: Planètes Impliquées
hi: शामिल ग्रह
ja: 関係する惑星
kn: ಸಂಬಂಧಿತ ಗ್ರಹಗಳು
ml: ബന്ധപ്പെട്ട ഗ്രഹങ്ങൾ
pt: Planetas Envolvidos
ru: Задействованные Планеты
ta: சம்பந்தப்பட்ட கிரகங்கள்
te: సంబంధిత గ్రహాలు
zh_hans: 涉及行星

# affected_areas
source: Affected Life Areas
de: Betroffene Bereiche
es: Áreas Afectadas
fr: Zones Affectées
hi: प्रभावित क्षेत्र
ja: 影響を受ける領域
kn: ಪ್ರಭಾವಿತ ಕ್ಷೇತ್ರಗಳು
ml: ബാധിത മേഖലകൾ
pt: Áreas Afetadas
ru: Затронутые Сферы
ta: பாதிக்கப்பட்ட பகுதிகள்
te: ప్రభావిత రంగాలు
zh_hans: 影响领域

source: Peak Period
de: Höhepunktperiode
es: Período Pico
fr: Période de Pointe
hi: चरम अवधि
ja: ピーク期間
kn: ಉತ್ತುಂಗ ಅವಧಿ
ml: ഉച്ച കാലഘട്ടം
pt: Período de Pico
ru: Пиковый Период
ta: உச்ச காலம்
te: గరిష్ట కాలం
zh_hans: 高峰期

source: Planetary Configuration
de: Planetenkonfiguration
es: Configuración Planetaria
fr: Configuration Planétaire
hi: ग्रह विन्यास
ja: 惑星配置
kn: ಗ್ರಹ ವಿನ್ಯಾಸ
ml: ഗ്രഹ വിന്യാസം
pt: Configuração Planetária
ru: Планетарная Конфигурация
ta: கிரக அமைப்பு
te: గ్రహ విన్యాసం
zh_hans: 行星配置

source: Complete Formation
de: Vollständige Bildung
es: Formación Completa
fr: Formation Complète
hi: पूर्ण निर्माण
ja: 完全な形成
kn: ಪೂರ್ಣ ರಚನೆ
ml: പൂർണ രൂപീകരണം
pt: Formação Completa
ru: Полная Формация
ta: முழுமையான அமைப்பு
te: పూర్తి నిర్మాణం
zh_hans: 完整形成

source: Partial Formation
de: Teilweise Bildung
es: Formación Parcial
fr: Formation Partielle
hi: आंशिक निर्माण
ja: 部分的な形成
kn: ಭಾಗಶಃ ರಚನೆ
ml: ഭാഗിക രൂപീകരണം
pt: Formação Parcial
ru: Частичная Формация
ta: பகுதி அமைப்பு
te: పాక్షిక నిర్మాణం
zh_hans: 部分形成

# no_kalsarpa
source: No Kalsarpa Yoga
de: Kein Kalsarpa
es: Sin Kalsarpa
fr: Pas de Kalsarpa
hi: कालसर्प योग नहीं
ja: カルサルパなし
kn: ಕಾಲಸರ್ಪ ಇಲ್ಲ
ml: കാളസർപ്പം ഇല്ല
pt: Sem Kalsarpa
ru: Калсарпа Отсутствует
ta: கால சர்ப்பம் இல்லை
te: కాలసర్పం లేదు
zh_hans: 无卡尔萨帕

# planets_balanced
source: Planets are balanced
de: Planeten Ausgeglichen
es: Planetas Equilibrados
fr: Planètes Équilibrées
hi: ग्रह संतुलित हैं
ja: 惑星バランス
kn: ಗ್ರಹಗಳು ಸಮತೋಲನ
ml: ഗ്രഹങ്ങൾ സമതുലിതം
pt: Planetas Equilibrados
ru: Планеты Сбалансированы
ta: கிரகங்கள் சமநிலை
te: గ్రహాలు సమతుల్యం
zh_hans: 行星平衡

source: Formation Details
de: Bildungsdetails
es: Detalles de Formación
fr: Détails de Formation
hi: निर्माण विवरण
ja: 形成の詳細
kn: ರಚನೆ ವಿವರ
ml: രൂപീകരണ വിശദാംശങ്ങൾ
pt: Detalhes da Formação
ru: Детали Формации
ta: அமைப்பு விவரங்கள்
te: నిర్మాణ వివరాలు
zh_hans: 形成详情

source: Strength
de: Stärke
es: Fuerza
fr: Force
hi: शक्ति
ja: 強さ
kn: ಬಲ
ml: ശക്തി
pt: Força
ru: Сила
ta: வலிமை
te: బలం
zh_hans: 强度

# nakshatra_ashwini
source: Ashwini
hi: अश्विनी
ja: アシュヴィニー
kn: ಅಶ್ವಿನಿ
ml: അശ്വതി
ru: Ашвини
ta: அஸ்வினி
te: అశ్విని
zh_hans: 阿须毗尼

# nakshatra_bharani
source: Bharani
hi: भरणी
ja: バラニー
kn: ಭರಣಿ
ml: ഭരണി
ru: Бхарани
ta: பரணி
te: భరణి
zh_hans: 婆罗尼

# nakshatra_krittika
source: Krittika
hi: कृत्तिका
ja: クリッティカー
kn: ಕೃತ್ತಿಕಾ
ml: കാർത്തിക
ru: Криттика
ta: கிருத்திகை
te: కృత్తిక
zh_hans: 昴宿

# nakshatra_rohini
source: Rohini
hi: रोहिणी
ja: ローヒニー
kn: ರೋಹಿಣಿ
ml: രോഹിണി
ru: Рохини
ta: ரோகிணி
te: రోహిణి
zh_hans: 毕宿

# nakshatra_mrigashira
source: Mrigashira
hi: मृगशिरा
ja: ムリガシーラ
kn: ಮೃಗಶಿರ
ml: മകയിരം
ru: Мригашира
ta: மிருகசீரிஷம்
te: మృగశిర
zh_hans: 参宿

# nakshatra_ardra
source: Ardra
hi: आर्द्रा
ja: アールドラー
kn: ಆರ್ದ್ರ
ml: തിരുവാതിര
ru: Ардра
ta: திருவாதிரை
te: ఆర్ద్ర
zh_hans: 觜宿

# nakshatra_punarvasu
source: Punarvasu
hi: पुनर्वसु
ja: プナルヴァス
kn: ಪುನರ್ವಸು
ml: പുണർതം
ru: Пунарвасу
ta: புனர்பூசம்
te: పునర్వసు
zh_hans: 井宿

# nakshatra_pushya
source: Pushya
hi: पुष्य
ja: プシュヤ
kn: ಪುಷ್ಯ
ml: പൂയം
ru: Пушья
ta: பூசம்
te: పుష్యమి
zh_hans: 鬼宿

# nakshatra_ashlesha
source: Ashlesha
hi: आश्लेषा
ja: アーシュレーシャー
kn: ಆಶ್ಲೇಷ
ml: ആയില്യം
ru: Ашлеша
ta: ஆயில்யம்
te: ఆశ్లేష
zh_hans: 柳宿

# nakshatra_magha
source: Magha
hi: मघा
ja: マガー
kn: ಮಘ
ml: മകം
ru: Магха
ta: மகம்
te: మఘ
zh_hans: 星宿

# nakshatra_purva_phalguni
source: Purva Phalguni
hi: पूर्वा फाल्गुनी
ja: プールヴァ・パルグニー
kn: ಪೂರ್ವ ಫಲ್ಗುಣಿ
ml: പൂരം
ru: Пурва Пхалгуни
ta: பூரம்
te: పూర్వ ఫల్గుని
zh_hans: 张宿

# nakshatra_uttara_phalguni
source: Uttara Phalguni
hi: उत्तरा फाल्गुनी
ja: ウッタラ・パルグニー
kn: ಉತ್ತರ ಫಲ್ಗುಣಿ
ml: ഉത്രം
ru: Уттара Пхалгуни
ta: உத்திரம்
te: ఉత్తర ఫల్గుని
zh_hans: 翼宿

# nakshatra_hasta
source: Hasta
hi: हस्त
ja: ハスタ
kn: ಹಸ್ತ
ml: അത്തം
ru: Хаста
ta: ஹஸ்தம்
te: హస్త
zh_hans: 轸宿

# nakshatra_chitra
source: Chitra
hi: चित्रा
ja: チトラー
kn: ಚಿತ್ರ
ml: ചിത്തിര
ru: Читра
ta: சித்திரை
te: చిత్త
zh_hans: 角宿

# nakshatra_swati
source: Swati
hi: स्वाति
ja: スヴァーティー
kn: ಸ್ವಾತಿ
ml: ചോതി
ru: Свати
ta: சுவாதி
te: స్వాతి
zh_hans: 亢宿

# nakshatra_vishakha
source: Vishakha
hi: विशाखा
ja: ヴィシャーカー
kn: ವಿಶಾಖ
ml: വിശാഖം
ru: Вишакха
ta: விசாகம்
te: విశాఖ
zh_hans: 氐宿

# nakshatra_anuradha
source: Anuradha
hi: अनुराधा
ja: アヌラーダー
kn: ಅನುರಾಧ
ml: അനിഴം
ru: Анурадха
ta: அனுஷம்
te: అనురాధ
zh_hans: 房宿

# nakshatra_jyeshtha
source: Jyeshtha
hi: ज्येष्ठा
ja: ジェーシュター
kn: ಜ್ಯೇಷ್ಠ
ml: തൃക്കേട്ട
ru: Джьештха
ta: கேட்டை
te: జ్యేష్ఠ
zh_hans: 心宿

# nakshatra_moola
source: Moola
hi: मूल
ja: ムーラ
kn: ಮೂಲ
ml: മൂലം
ru: Мула
ta: மூலம்
te: మూల
zh_hans: 尾宿

# nakshatra_purva_ashadha
source: Purva Ashadha
hi: पूर्वाषाढ़ा
ja: プールヴァ・アシャーダー
kn: ಪೂರ್ವಾಷಾಢ
ml: പൂരാടം
ru: Пурва Ашадха
ta: பூராடம்
te: పూర్వాషాఢ
zh_hans: 箕宿

# nakshatra_uttara_ashadha
source: Uttara Ashadha
hi: उत्तराषाढ़ा
ja: ウッタラ・アシャーダー
kn: ಉತ್ತರಾಷಾಢ
ml: ഉത്രാടം
ru: Уттара Ашадха
ta: உத்திராடம்
te: ఉత్తరాషాఢ
zh_hans: 斗宿

# nakshatra_shravana
source: Shravana
hi: श्रवण
ja: シュラヴァナ
kn: ಶ್ರವಣ
ml: തിരുവോണം
ru: Шравана
ta: திருவோணம்
te: శ్రవణం
zh_hans: 牛宿

# nakshatra_dhanishtha
source: Dhanishtha
hi: धनिष्ठा
ja: ダニシュター
kn: ಧನಿಷ್ಠ
ml: അവിട്ടം
ru: Дхаништха
ta: அவிட்டம்
te: ధనిష్ఠ
zh_hans: 女宿

# nakshatra_shatabhisha
source: Shatabhisha
hi: शतभिषा
ja: シャタビシャー
kn: ಶತಭಿಷ
ml: ചതയം
ru: Шатабхиша
ta: சதயம்
te: శతభిషం
zh_hans: 虚宿

# nakshatra_purva_bhadrapada
source: Purva Bhadrapada
hi: पूर्वाभाद्रपद
ja: プールヴァ・バードラパダー
kn: ಪೂರ್ವಾಭಾದ್ರ
ml: പൂരുരുട്ടാതി
ru: Пурва Бхадрапада
ta: பூரட்டாதி
te: పూర్వాభాద్ర
zh_hans: 危宿

# nakshatra_uttara_bhadrapada
source: Uttara Bhadrapada
hi: उत्तराभाद्रपद
ja: ウッタラ・バードラパダー
kn: ಉತ್ತರಾಭಾದ್ರ
ml: ഉത്രട്ടാതി
ru: Уттара Бхадрапада
ta: உத்திரட்டாதி
te: ఉత్తరాభాద్ర
zh_hans: 室宿

# nakshatra_revati
source: Revati
hi: रेवती
ja: レーヴァティー
kn: ರೇವತಿ
ml: രേവതി
ru: Ревати
ta: ரேவதி
te: రేవతి
zh_hans: 壁宿

# exception_mars_yoga_karaka
source: Mars is Yoga Karaka for this Lagna
de: Mars ist Yoga Karaka für diesen Aszendenten
es: Marte es Yoga Karaka para este Ascendente
fr: Mars est Yoga Karaka pour cet Ascendant
hi: मंगल इस लग्न के लिए योगकारक है
ja: 火星がこのアセンダントのヨガカラカです
kn: ಕುಜ ಈ ಲಗ್ನಕ್ಕೆ ಯೋಗಕಾರಕ
ml: ചൊവ്വ ഈ ലഗ്നത്തിന് യോഗകാരകൻ
pt: Marte é Yoga Karaka para este Ascendente
ru: Марс является Йога Караком для этого Асцендента
ta: செவ்வாய் இந்த லக்னத்திற்கு யோககாரகர்
te: కుజుడు ఈ లగ్నానికి యోగకారకుడు
zh_hans: 火星是此上升点的瑜伽因子

# exception_mars_jupiter_yoga
source: Mars-Jupiter beneficial yoga present
de: Mars-Jupiter günstiges Yoga vorhanden
es: Yoga benéfico Marte-Júpiter presente
fr: Yoga bénéfique Mars-Jupiter présent
hi: मंगल-गुरु शुभ योग मौजूद है
ja: 火星-木星の吉ヨガがあります
kn: ಕುಜ-ಗುರು ಶುಭ ಯೋಗ ಇದೆ
ml: ചൊവ്വ-ഗുരു ശുഭ യോഗം ഉണ്ട്
pt: Yoga benéfico Marte-Júpiter presente
ru: Присутствует благоприятная йога Марс-Юпитер
ta: செவ்வாய்-குரு நல்ல யோகம் உள்ளது
te: కుజ-గురు శుభ యోగం ఉంది
zh_hans: 存在火星-木星吉祥瑜伽

# exception_mars_venus_yoga
source: Mars-Venus beneficial yoga present
de: Mars-Venus günstiges Yoga vorhanden
es: Yoga benéfico Marte-Venus presente
fr: Yoga bénéfique Mars-Vénus présent
hi: मंगल-शुक्र शुभ योग मौजूद है
ja: 火星-金星の吉ヨガがあります
kn: ಕುಜ-ಶುಕ್ರ ಶುಭ ಯೋಗ ಇದೆ
ml: ചൊവ്വ-ശുക്രൻ ശുഭ യോഗം ഉണ്ട്
pt: Yoga benéfico Marte-Vênus presente
ru: Присутствует благоприятная йога Марс-Венера
ta: செவ்வாய்-சுக்கிர நல்ல யோகம் உள்ளது
te: కుజ-శుక్ర శుభ యోగం ఉంది
zh_hans: 存在火星-金星吉祥瑜伽

# exception_mars_good_d7
source: Mars is well-placed in D7 (Saptamsa) chart
de: Mars ist gut platziert im D7 (Saptamsa) Horoskop
es: Marte bien ubicado en la carta D7 (Saptamsa)
fr: Mars bien placé dans le thème D7 (Saptamsa)
hi: मंगल D7 (सप्तांश) चार्ट में अच्छी स्थिति में है
ja: D7（サプタムシャ）チャートで火星が良好な位置にあります
kn: D7 (ಸಪ್ತಾಂಶ) ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕುಜ ಉತ್ತಮ ಸ್ಥಾನದಲ್ಲಿ
ml: D7 (സപ്താംശ) ചാർട്ടിൽ ചൊവ്വ നല്ല സ്ഥാനത്ത്
pt: Marte bem posicionado no mapa D7 (Saptamsa)
ru: Марс хорошо расположен в карте D7 (Саптамша)
ta: D7 (சப்தாம்சம்) சார்ட்டில் செவ்வாய் நல்ல நிலையில்
te: D7 (సప్తాంశ) చార్ట్‌లో కుజుడు మంచి స్థితిలో
zh_hans: 火星在D7（七分盘）中位置良好

# exception_mars_good_d9
source: Mars is well-placed in D9 (Navamsa) chart
de: Mars ist gut platziert im D9 (Navamsa) Horoskop
es: Marte bien ubicado en la carta D9 (Navamsa)
fr: Mars bien placé dans le thème D9 (Navamsa)
hi: मंगल D9 (नवांश) चार्ट में अच्छी स्थिति में है
ja: D9（ナヴァムシャ）チャートで火星が良好な位置にあります
kn: D9 (ನವಾಂಶ) ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕುಜ ಉತ್ತಮ ಸ್ಥಾನದಲ್ಲಿ
ml: D9 (നവാംശ) ചാർട്ടിൽ ചൊവ്വ നല്ല സ്ഥാനത്ത്
pt: Marte bem posicionado no mapa D9 (Navamsa)
ru: Марс хорошо расположен в карте D9 (Навамша)
ta: D9 (நவாம்சம்) சார்ட்டில் செவ்வாய் நல்ல நிலையில்
te: D9 (నవాంశ) చార్ట్‌లో కుజుడు మంచి స్థితిలో
zh_hans: 火星在D9（九分盘）中位置良好

# exception_mars_good_d10
source: Mars is well-placed in D10 (Dasamsa) chart
de: Mars ist gut platziert im D10 (Dasamsa) Horoskop
es: Marte bien ubicado en la carta D10 (Dasamsa)
fr: Mars bien placé dans le thème D10 (Dasamsa)
hi: मंगल D10 (दशांश) चार्ट में अच्छी स्थिति में है
ja: D10（ダシャムシャ）チャートで火星が良好な位置にあります
kn: D10 (ದಶಾಂಶ) ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕುಜ ಉತ್ತಮ ಸ್ಥಾನದಲ್ಲಿ
ml: D10 (ദശാംശ) ചാർട്ടിൽ ചൊവ്വ നല്ല സ്ഥാനത്ത്
pt: Marte bem posicionado no mapa D10 (Dasamsa)
ru: Марс хорошо расположен в карте D10 (Дашамша)
ta: D10 (தசாம்சம்) சார்ட்டில் செவ்வாய் நல்ல நிலையில்
te: D10 (దశాంశ) చార్ట్‌లో కుజుడు మంచి స్థితిలో
zh_hans: 火星在D10（十分盘）中位置良好

# exception_mars_good_d60
source: Mars is well-placed in D60 (Shashtiamsa) chart
de: Mars ist gut platziert im D60 (Shashtiamsa) Horoskop
es: Marte bien ubicado en la carta D60 (Shashtiamsa)
fr: Mars bien placé dans le thème D60 (Shashtiamsa)
hi: मंगल D60 (षष्ट्यांश) चार्ट में अच्छी स्थिति में है
ja: D60（シャシュティアムシャ）チャートで火星が良好な位置にあります
kn: D60 (ಷಷ್ಟ್ಯಾಂಶ) ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕುಜ ಉತ್ತಮ ಸ್ಥಾನದಲ್ಲಿ
ml: D60 (ഷഷ്ട്യാംശ) ചാർട്ടിൽ ചൊവ്വ നല്ല സ്ഥാനത്ത്
pt: Marte bem posicionado no mapa D60 (Shashtiamsa)
ru: Марс хорошо расположен в карте D60 (Шаштьямша)
ta: D60 (ஷஷ்டியாம்சம்) சார்ட்டில் செவ்வாய் நல்ல நிலையில்
te: D60 (షష్ట్యాంశ) చార్ట్‌లో కుజుడు మంచి స్థితిలో
zh_hans: 火星在D60（六十分盘）中位置良好

# exception_ruchaka_yoga
source: Ruchaka Mahapurusha Yoga is present
de: Ruchaka Mahapurusha Yoga vorhanden
es: Yoga Ruchaka Mahapurusha presente
fr: Yoga Ruchaka Mahapurusha présent
hi: रुचक महापुरुष योग मौजूद है
ja: ルチャカ・マハプルシャ・ヨガがあります
kn: ರುಚಕ ಮಹಾಪುರುಷ ಯೋಗ ಇದೆ
ml: രുചക മഹാപുരുഷ യോഗം ഉണ്ട്
pt: Yoga Ruchaka Mahapurusha presente
ru: Присутствует йога Ручака Махапуруша
ta: ருசக மகாபுருஷ யோகம் உள்ளது
te: రుచక మహాపురుష యోగం ఉంది
zh_hans: 存在鲁恰卡大人物瑜伽

# exception_mars_has_digbala
source: Mars has Digbala (directional strength)
de: Mars hat Digbala (Richtungsstärke)
fr: Mars a Digbala (force directionnelle)
hi: मंगल में दिग्बल (दिशात्मक शक्ति) है
kn: ಮಂಗಳನಿಗೆ ದಿಗ್ಬಲ (ದಿಶಾ ಬಲ) ಇದೆ
pt: Marte tem Digbala (força direcional)
ru: Марс имеет Дигбалу (направленную силу)
ta: செவ்வாய்க்கு திக்பலம் (திசை பலம்) உள்ளது
te: అంగారకుడికి దిగ్బలం (దిశా బలం) ఉంది
zh_hans: 火星有方向力（Digbala）

source: Mars Position
es: Posición de Marte
fr: Position de Mars
hi: मंगल की स्थिति
ja: 火星の位置
kn: ಕುಜ ಸ್ಥಾನ
ml: ചൊവ്വയുടെ സ്ഥാനം
pt: Posição de Marte
ru: Положение Марса
ta: செவ்வாய் நிலை
te: కుజుడి స్థానం
zh_hans: 火星位置

# house_label
source: House
de: Haus
es: Casa
fr: Maison
hi: भाव
ja: ハウス
kn: ಭಾವ
ml: ഭാവം
pt: Casa
ru: Дом
ta: பாவம்
te: భావం
zh_hans: 宫位

source: Sign Lord
de: Zeichenherr
es: Regente del Signo
fr: Maître du Signe
hi: राशि स्वामी
ja: 星座支配星
kn: ರಾಶಿ ಅಧಿಪತಿ
ml: രാശി അധിപൻ
pt: Regente do Signo
ru: Управитель Знака
ta: ராசி அதிபதி
te: రాశి అధిపతి
zh_hans: 星座主宰

source: Nakshatra Lord
de: Nakshatra Herr
es: Regente del Nakshatra
fr: Maître du Nakshatra
hi: नक्षत्र स्वामी
ja: ナクシャトラ支配星
kn: ನಕ್ಷತ್ರ ಅಧಿಪತಿ
ml: നക്ഷത്ര അധിപൻ
pt: Regente do Nakshatra
ru: Управитель Накшатры
ta: நட்சத்திர அதிபதி
te: నక్షత్ర అధిపతి
zh_hans: 星宿主宰

source: Dosha Calculation
de: Dosha Berechnung
es: Cálculo del Dosha
fr: Calcul du Dosha
hi: दोष गणना
ja: ドーシャ計算
kn: ದೋಷ ಲೆಕ್ಕಾಚಾರ
ml: ദോഷ കണക്കുകൂട്ടൽ
pt: Cálculo do Dosha
ru: Расчёт Доши
ta: தோஷ கணக்கீடு
te: దోష లెక్కింపు
zh_hans: 灾厄计算

source: Base Strength
de: Grundstärke
es: Fuerza Base
fr: Force de Base
hi: मूल शक्ति
ja: 基本強度
kn: ಮೂಲ ಬಲ
ml: അടിസ്ഥാന ശക്തി
pt: Força Base
ru: Базовая Сила
ta: அடிப்படை வலிமை
te: ప్రాథమిక బలం
zh_hans: 基础强度

source: Mitigation
de: Milderung
es: Mitigación
fr: Atténuation
hi: शमन
ja: 緩和
kn: ತಗ್ಗಿಸುವಿಕೆ
ml: ലഘൂകരണം
pt: Mitigação
ru: Смягчение
ta: குறைப்பு
te: తగ్గింపు
zh_hans: 缓解

source: Intensification
de: Verstärkung
es: Intensificación
hi: तीव्रता
ja: 強化
kn: ತೀವ್ರತೆ
ml: തീവ്രത
pt: Intensificação
ru: Усиление
ta: தீவிரம்
te: తీవ్రత
zh_hans: 加剧

source: Final Score
de: Endpunktzahl
es: Puntuación Final
fr: Score Final
hi: अंतिम स्कोर
ja: 最終スコア
kn: ಅಂತಿಮ ಸ್ಕೋರ್
ml: അന്തിമ സ്കോർ
pt: Pontuação Final
ru: Итоговый Балл
ta: இறுதி மதிப்பெண்
te: తుది స్కోరు
zh_hans: 最终得分

# explanation_label
source: Calculation Details
de: Berechnungsdetails
es: Detalles del Cálculo
fr: Détails du Calcul
hi: गणना विवरण
ja: 計算詳細
kn: ಲೆಕ್ಕಾಚಾರ ವಿವರ
ml: കണക്കുകൂട്ടൽ വിശദാംശങ്ങൾ
pt: Detalhes do Cálculo
ru: Детали Расчёта
ta: கணக்கீடு விவரங்கள்
te: లెక్కింపు వివరాలు
zh_hans: 计算详情

source: Dosha Details
de: Yoga Details
es: Yoga Details
fr: Yoga Details
hi: Yoga Details
ja: Yoga Details
kn: Yoga Details
ml: Yoga Details
pt: Yoga Details
ru: Yoga Details
ta: Yoga Details
te: Yoga Details
zh_hans: Yoga Details

# hindi
source: हिंदी
de: Hindi
es: Hindi
fr: Hindi
ja: Hindi
kn: ಹಿಂದಿ
ml: ഹിന്ദി
pt: Hindi
ru: Hindi
ta: இந்தி
te: హిందీ
zh_hans: Hindi

source: Syncing cosmic data...
de: Lade heutige Erkenntnisse…
fr: Chargement des insights du jour…
kn: ಇಂದಿನ ಒಳನೋಟಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
pt: Carregando insights de hoje…
ru: Загрузка сегодняшних инсайтов…
te: నేటి అంతర్దృష్టులను లోడ్ చేస్తోంది…
zh_hans: 正在加载今天的见解…
