Repository: prabhupredictions/destinyios
Catalog: ios_app/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, kn, ml, pt, ru, ta, te, zh_hans

# get_cosmic_guidance
source: Get unlimited cosmic guidance
de: Unbegrenzte astrologische Beratung
es: Consultas astrológicas ilimitadas
fr: Consultations astro illimitées
hi: अनलिमिटेड ज्योतिष सलाह पाएं
ja: 占い相談し放題
kn: ಅನ್‌ಲಿಮಿಟೆಡ್ ಜ್ಯೋತಿಷ್ಯ ಸಲಹೆ
ml: അൺലിമിറ്റഡ് ജ്യോതിഷ ഉപദേശം
pt: Consultas astrológicas ilimitadas
ru: Безлимитные консультации астролога
ta: வரையறை இல்லாத ஜோதிட ஆலோசனை
te: అన్‌లిమిటెడ్ జ్యోతిష్య సలహా
zh_hans: 无限占星咨询

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annule quand tu veux
hi: कभी भी रद्द करें
ja: いつでも解約OK
kn: ಯಾವಾಗ ಬೇಕಾದ್ರೂ ರದ್ದು ಮಾಡಬಹುದು
ml: എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കാം
pt: Cancele quando quiser
ru: Отмена в любое время
ta: எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்
te: ఎప్పుడైనా రద్దు చేయవచ్చు
zh_hans: 随时取消

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer mes achats
hi: पुरानी खरीदारी वापस लाएं
ja: 購入を復元
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുക
pt: Restaurar compras
ru: Восстановить покупки
ta: வாங்கியவற்றை மீட்டமை
te: కొనుగోళ్లను పునరుద్ధరించండి
zh_hans: 恢复购买

# subscription_terms
source: Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
de: Das Abo verlängert sich automatisch, wenn du nicht 24 Stunden vorher kündigst.
es: La suscripción se renueva automáticamente. Puedes cancelar hasta 24h antes del vencimiento.
fr: L'abonnement se renouvelle automatiquement. Tu peux annuler jusqu'à 24h avant.
hi: सब्सक्रिप्शन अपने आप रिन्यू होगी जब तक आप खत्म होने से 24 घंटे पहले रद्द नहीं करते।
ja: サブスクは自動更新されます。期限の24時間前までに解約してください。
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್ಶನ್ ಆಟೋಮ್ಯಾಟಿಕ್ ಆಗಿ ರಿನ್ಯೂ ಆಗುತ್ತೆ. 24 ಗಂಟೆ ಮೊದಲು ರದ್ದು ಮಾಡಿ.
ml: സബ്സ്ക്രിപ്ഷൻ ഓട്ടോമാറ്റിക്കായി റിന്യൂ ആകും. 24 മണിക്കൂർ മുമ്പ് റദ്ദാക്കുക.
pt: A assinatura renova automaticamente. Você pode cancelar até 24h antes.
ru: Подписка продлевается автоматически. Можно отменить за 24 часа.
ta: சப்ஸ்கிரிப்ஷன் தானாக புதுப்பிக்கப்படும். 24 மணி நேரம் முன்பு ரத்து செய்யுங்கள்.
te: సబ్స్క్రిప్షన్ ఆటోమేటిక్‌గా రెన్యూ అవుతుంది. 24 గంటల ముందు రద్దు చేయండి.
zh_hans: 订阅会自动续期，可在到期前 24 小时取消。

# aligning_stars
source: Aligning the stars...
de: Die Sterne richten sich aus...
es: Alineando las estrellas...
fr: Les étoiles s'alignent...
hi: तारों को मिला रहे हैं...
ja: 星を読み込み中...
kn: ನಕ್ಷತ್ರಗಳನ್ನು ಓದ್ತಿದ್ದೇವೆ...
ml: നക്ഷത്രങ്ങൾ വായിക്കുന്നു...
pt: Lendo as estrelas...
ru: Читаем звёзды...
ta: நட்சத்திரங்களைப் படிக்கிறோம்...
te: నక్షత్రాలను చదువుతున్నాం...
zh_hans: 星辰解读中...

source: Suggested questions
de: Vorgeschlagene Fragen
es: Preguntas sugeridas
fr: Questions suggérées
hi: सुझाए गए सवाल
ja: おすすめの質問
kn: ಸೂಚಿಸಿದ ಪ್ರಶ್ನೆಗಳು
ml: നിർദ്ദേശിച്ച ചോദ്യങ്ങൾ
pt: Perguntas sugeridas
ru: Популярные вопросы
ta: பரிந்துரைக்கப்பட்ட கேள்விகள்
te: సూచించిన ప్రశ్నలు
zh_hans: 推荐问题

# no_chat_history
source: No chat history yet
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de discussions
hi: अभी तक कोई चैट नहीं
ja: まだ履歴がありません
kn: ಇನ್ನೂ ಚಾಟ್ ಇಲ್ಲ
ml: ഇതുവരെ ചാറ്റ് ഇല്ല
pt: Nenhum chat ainda
ru: Пока нет чатов
ta: இன்னும் சாட் இல்லை
te: ఇంకా చాట్ లేదు
zh_hans: 还没有聊天记录

# no_conversations
source: No conversations yet
de: Noch keine Gespräche
es: Aún no hay conversaciones
fr: Pas encore de conversations
hi: अभी तक कोई बातचीत नहीं
ja: まだ会話がありません
kn: ಇನ್ನೂ ಸಂಭಾಷಣೆ ಇಲ್ಲ
ml: ഇതുവരെ സംഭാഷണങ്ങൾ ഇല്ല
pt: Nenhuma conversa ainda
ru: Пока нет диалогов
ta: இன்னும் உரையாடல் இல்லை
te: ఇంకా సంభాషణలు లేవు
zh_hans: 还没有对话

# start_asking
source: Start asking questions and your history will appear here.
de: Stell deine erste Frage und dein Verlauf erscheint hier.
es: Haz tu primera pregunta y tu historial aparecerá aquí.
fr: Pose ta première question et ton historique apparaîtra ici.
hi: सवाल पूछना शुरू करें, आपकी हिस्ट्री यहां दिखेगी।
ja: 質問してみよう！ 履歴がここに表示されます。
kn: ಪ್ರಶ್ನೆ ಕೇಳಿ, ನಿಮ್ಮ ಇತಿಹಾಸ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತೆ.
ml: ചോദ്യങ്ങൾ ചോദിക്കൂ, നിങ്ങളുടെ ഹിസ്റ്ററി ഇവിടെ കാണാം.
pt: Faça sua primeira pergunta e seu histórico aparecerá aqui.
ru: Задай свой первый вопрос, и история появится здесь.
ta: கேள்விகளைக் கேளுங்கள், உங்கள் வரலாறு இங்கே தோன்றும்.
te: ప్రశ్నలు అడగండి, మీ చరిత్ర ఇక్కడ కనిపిస్తుంది.
zh_hans: 开始提问吧， 你的历史记录会显示在这里。

source: Ascendant
de: Aszendent
es: Ascendente
hi: लग्न
ja: アセンダント
kn: ಲಗ್ನ
ml: ലഗ്നം
pt: Ascendente
ru: Асцендент
ta: லக்னம்
te: లగ్నం
zh_hans: 上升星座

source: Planetary Positions
de: Planetenpositionen
es: Posiciones Planetarias
fr: Positions planétaires
hi: ग्रहों की स्थिति
ja: 惑星の位置
kn: ಗ್ರಹಗಳ ಸ್ಥಾನ
ml: ഗ്രഹ സ്ഥാനങ്ങൾ
pt: Posições dos Planetas
ru: Положения планет
ta: கிரக நிலைகள்
te: గ్రహ స్థానాలు
zh_hans: 行星位置

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: बदलें
ja: 編集
kn: ಎಡಿಟ್ ಮಾಡಿ
ml: എഡിറ്റ് ചെയ്യുക
pt: Editar
ru: Изменить
ta: திருத்து
te: మార్చు
zh_hans: 编辑

# boys_name
source: NAME
es: NOMBRE
fr: NOM
hi: नाम
ja: 名前
kn: ಹೆಸರು
ml: പേര്
pt: NOME
ru: ИМЯ
ta: பெயர்
te: పేరు
zh_hans: 名字

# girls_name
source: NAME
es: NOMBRE
fr: NOM
hi: नाम
ja: 名前
kn: ಹೆಸರು
ml: പേര്
pt: NOME
ru: ИМЯ
ta: பெயர்
te: పేరు
zh_hans: 名字

# date_of_birth_caps
source: DATE OF BIRTH
de: GEBURTSDATUM
es: FECHA DE NACIMIENTO
fr: DATE DE NAISSANCE
hi: जन्म तिथि
ja: 生年月日
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ml: ജനന തീയതി
pt: DATA DE NASCIMENTO
ru: ДАТА РОЖДЕНИЯ
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
zh_hans: 出生日期

# time_caps
source: TIME
de: UHRZEIT
es: HORA
fr: HEURE
hi: समय
ja: 時間
kn: ಸಮಯ
ml: സമയം
pt: HORA
ru: ВРЕМЯ
ta: நேரம்
te: సమయం
zh_hans: 时间

# place_of_birth_caps
source: PLACE OF BIRTH
de: GEBURTSORT
es: LUGAR DE NACIMIENTO
fr: LIEU DE NAISSANCE
hi: जन्म स्थान
ja: 出生地
kn: ಹುಟ್ಟಿದ ಊರು
ml: ജനിച്ച സ്ഥലം
pt: LOCAL DE NASCIMENTO
ru: МЕСТО РОЖДЕНИЯ
ta: பிறந்த ஊர்
te: పుట్టిన ఊరు
zh_hans: 出生地点

source: Select city
de: Stadt wählen
es: Elegir ciudad
fr: Choisir une ville
hi: शहर चुनें
ja: 都市を選ぶ
kn: ಊರು ಆಯ್ಕೆ ಮಾಡಿ
ml: നഗരം തിരഞ്ഞെടുക്കുക
pt: Escolher cidade
ru: Выбрать город
ta: ஊரைத் தேர்வு செய்
te: ఊరు ఎంచుకోండి
zh_hans: 选择城市

source: Enter name
de: Name eingeben
es: Escribe el nombre
fr: Entre le prénom
hi: नाम लिखें
ja: 名前を入力
kn: ಹೆಸರು ಹಾಕಿ
ml: പേര് എഴുതുക
pt: Digite o nome
ru: Введи имя
ta: பெயர் எழுதுங்கள்
te: పేరు రాయండి
zh_hans: 输入名字

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Prénom et nom
hi: पूरा नाम
ja: フルネーム
kn: ಪೂರ್ಣ ಹೆಸರು
ml: മുഴുവൻ പേര്
pt: Nome completo
ru: Полное имя
ta: முழு பெயர்
te: పూర్తి పేరు
zh_hans: 全名

source: Birth City
de: Geburtsstadt
es: Ciudad de nacimiento
fr: Ville de naissance
hi: जन्म का शहर
ja: 生まれた街
kn: ಹುಟ್ಟಿದ ಊರು
ml: ജനിച്ച നഗരം
pt: Cidade natal
ru: Город рождения
ta: பிறந்த ஊர்
te: పుట్టిన ఊరు
zh_hans: 出生城市

source: Select Date
de: Datum wählen
es: Elegir fecha
fr: Choisir la date
hi: तारीख चुनें
ja: 日付を選ぶ
kn: ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ
ml: തീയതി തിരഞ്ഞെടുക്കുക
pt: Escolher data
ru: Выбрать дату
ta: தேதி தேர்வு செய்
te: తేదీ ఎంచుకోండి
zh_hans: 选择日期

source: Select Time
de: Zeit wählen
es: Elegir hora
fr: Choisir l'heure
hi: समय चुनें
ja: 時間を選ぶ
kn: ಸಮಯ ಆಯ್ಕೆ ಮಾಡಿ
ml: സമയം തിരഞ്ഞെടുക്കുക
pt: Escolher hora
ru: Выбрать время
ta: நேரம் தேர்வு செய்
te: సమయం ఎంచుకోండి
zh_hans: 选择时间

# partner_birth_time_unknown
source: I don't know partner's birth time
de: Ich kenne die Geburtszeit nicht
es: No sé la hora de nacimiento de mi pareja
fr: Je ne connais pas l'heure de naissance
hi: मुझे पार्टनर का जन्म समय नहीं पता
ja: パートナーの生まれた時間がわからない
kn: ಪಾರ್ಟ್‌ನರ್ ಹುಟ್ಟಿದ ಸಮಯ ಗೊತ್ತಿಲ್ಲ
ml: പങ്കാളിയുടെ ജനന സമയം അറിയില്ല
pt: Não sei a hora de nascimento
ru: Я не знаю время рождения
ta: பார்ட்னர் பிறந்த நேரம் தெரியாது
te: పార్ట్‌నర్ పుట్టిన సమయం తెలియదు
zh_hans: 我不知道伴侣的出生时间

# birth_time_warning
source: Note: Results may be less accurate without exact birth time
de: Hinweis: Ohne genaue Geburtszeit sind Ergebnisse weniger genau
es: Nota: Los resultados pueden ser menos precisos sin la hora exacta
fr: Note: Les résultats peuvent être moins précis sans l'heure exacte
hi: नोट: बिना सही जन्म समय के रिजल्ट पूरी तरह एक्युरेट नहीं हो सकते
ja: 注意: 正確な時間がないと結果の精度が下がることがあります
kn: ಗಮನಿಸಿ: ಸರಿಯಾದ ಸಮಯ ಇಲ್ಲದೆ ಫಲಿತಾಂಶಗಳು ನಿಖರವಾಗಿರದೆ ಇರಬಹುದು
ml: കുറിപ്പ്: സഹി സമയം ഇല്ലാതെ ഫലം പൂർണ്ണമായി ശരിയാകില്ല
pt: Nota: Os resultados podem ser menos precisos sem a hora exata
ru: Внимание: Результаты могут быть менее точными без точного времени
ta: குறிப்பு: சரியான நேரம் இல்லாமல் முடிவுகள் சரியாக இல்லாமல் போகலாம்
te: గమనిక: సరిఅయిన సమయం లేకుంటే ఫలితాలు తక్కువ కరెక్ట్ కాకపోవచ్చు
zh_hans: 注意: 没有准确时间，结果可能不够准确

source: or
de: oder
es: o
fr: ou
hi: या
ja: または
kn: ಅಥವಾ
ml: അല്ലെങ്കിൽ
pt: ou
ru: или
ta: அல்லது
te: లేదా
zh_hans: 或

source: and
de: und
es: y
fr: et
hi: और
ja: と
kn: ಮತ್ತು
ml: ഉം
pt: e
ru: и
ta: மற்றும்
te: మరియు
zh_hans: 和

source: Privacy Policy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: प्राइवेसी पॉलिसी
ja: プライバシーポリシー
kn: ಪ್ರೈವಸಿ ಪಾಲಿಸಿ
ml: പ്രൈവസി പോളിസി
pt: Privacidade
ru: Конфиденциальность
ta: தனியுரிமை கொள்கை
te: ప్రైవసీ పాలసీ
zh_hans: 隐私政策

source: Terms of Service
de: AGB
es: Términos
fr: Conditions
hi: सेवा की शर्तें
ja: 利用規約
kn: ಸೇವಾ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകൾ
pt: Termos
ru: Условия
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
zh_hans: 服务条款

source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
hi: Apple से जारी रखें
ja: Appleで続ける
kn: Apple ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: Apple ഉപയോഗിച്ച് തുടരുക
pt: Continuar com Apple
ru: Войти через Apple
ta: Apple மூலம் தொடரவும்
te: Apple తో కొనసాగండి
zh_hans: 通过 Apple 继续

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google से जारी रखें
ja: Googleで続ける
kn: Google ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: Google ഉപയോഗിച്ച് തുടരുക
pt: Continuar com Google
ru: Войти через Google
ta: Google மூலம் தொடரவும்
te: Google తో కొనసాగండి
zh_hans: 通过 Google 继续

source: Continue with Email
de: Mit E-Mail fortfahren
es: Continuar con correo
fr: Continuer par e-mail
hi: Email से जारी रखें
ja: メールで続ける
kn: Email ಜೊತೆ ಮುಂದುವರಿಸಿ
ml: ഇമെയിൽ ഉപയോഗിച്ച് തുടരുക
pt: Continuar com e-mail
ru: Войти через Email
ta: Email மூலம் தொடரவும்
te: Email తో కొనసాగండి
zh_hans: 通过邮箱继续

# i_dont_know_birth_time
source: I don't know my birth time
de: Ich kenne meine Geburtszeit nicht
es: No sé mi hora de nacimiento
fr: Je ne connais pas mon heure de naissance
hi: मुझे जन्म का समय नहीं पता
ja: 生まれた時間がわからない
kn: ನನಗೆ ಹುಟ್ಟಿದ ಸಮಯ ಗೊತ್ತಿಲ್ಲ
ml: എനിക്ക് ജനന സമയം അറിയില്ല
pt: Não sei minha hora de nascimento
ru: Не знаю время рождения
ta: எனக்கு பிறந்த நேரம் தெரியாது
te: నాకు పుట్టిన సమయం తెలియదు
zh_hans: 我不知道出生时间

# destiny_app_title
source: DESTINY
hi: डेस्टिनी

# ai_astrology_subtitle
source: AI ASTROLOGY
de: KI-ASTROLOGIE
es: ASTROLOGÍA CON IA
fr: ASTROLOGIE IA
hi: AI ज्योतिष
ja: AI星占い
kn: AI ಜ್ಯೋತಿಷ್ಯ
ml: AI ജ്യോതിഷം
pt: ASTROLOGIA COM IA
ru: ИИ-АСТРОЛОГИЯ
ta: AI ஜோதிடம்
te: AI జ్యోతిష్యం
zh_hans: AI 星座

# worlds_advanced_ai
source: WORLD'S MOST ADVANCED AI ASTROLOGER
de: DER FORTSCHRITTLICHSTE KI-ASTROLOGE DER WELT
es: EL ASTRÓLOGO IA MÁS AVANZADO DEL MUNDO
fr: L'ASTROLOGUE IA LE PLUS AVANCÉ AU MONDE
hi: दुनिया का सबसे एडवांस AI ज्योतिषी
ja: 世界最先端のAI占い師
kn: ಜಗತ್ತಿನ ಅತ್ಯಾಧುನಿಕ AI ಜ್ಯೋತಿಷಿ
ml: ലോകത്തിലെ ഏറ്റവും മികച്ച AI ജ്യോതിഷി
pt: O ASTRÓLOGO IA MAIS AVANÇADO DO MUNDO
ru: САМЫЙ ПРОДВИНУТЫЙ ИИ-АСТРОЛОГ В МИРЕ
ta: உலகின் மிகவும் மேம்பட்ட AI ஜோதிடர்
te: ప్రపంచంలో అత్యంత అధునాతన AI జ్యోతిషులు
zh_hans: 全球最先进的 AI 占星师

source: questions asked
de: gestellte Fragen
es: preguntas realizadas
fr: questions posées
hi: सवाल पूछे गए
ja: 件の質問
kn: ಪ್ರಶ್ನೆಗಳು ಕೇಳಲಾಗಿದೆ
ml: ചോദ്യങ്ങൾ ചോദിച്ചു
pt: perguntas feitas
ru: вопросов задано
ta: கேள்விகள் கேட்கப்பட்டன
te: అడిగిన ప్రశ్నలు
zh_hans: 个问题

# your_birth_info
source: Your Birth Information
de: Ihre Geburtsinformationen
es: Tu información de nacimiento
fr: Vos informations de naissance
hi: आपकी जन्म जानकारी
ja: あなたの出生情報
kn: ನಿಮ್ಮ ಜನ್ಮ ಮಾಹಿತಿ
ml: നിങ്ങളുടെ ജനന വിവരങ്ങൾ
pt: Suas informações de nascimento
ru: Ваша информация о рождении
ta: உங்கள் பிறப்பு தகவல்
te: మీ పుట్టిన సమాచారం
zh_hans: 您的出生信息

source: Editable
de: Bearbeitbar
fr: Modifiable
hi: संपादन योग्य
ja: 編集可能
kn: ಸಂಪಾದಿಸಬಹುದಾದ
ml: എഡിറ്റ് ചെയ്യാവുന്ന
pt: Editável
ru: Редактируемое
ta: திருத்தக்கூடிய
te: సవరించదగిన
zh_hans: 可编辑

source: Birth Data
de: Geburtsdaten
es: Datos de nacimiento
fr: Données de naissance
hi: जन्म डेटा
ja: 出生データ
kn: ಜನ್ಮ ಡೇಟಾ
ml: ജനന ഡാറ്റ
pt: Dados de nascimento
ru: Данные о рождении
ta: பிறப்பு தரவு
te: పుట్టిన డేటా
zh_hans: 出生资料

source: Prefer not to say
de: Keine Angabe
es: Prefiero no decir
fr: Préfère ne pas dire
hi: नहीं बताना चाहते
ja: 回答しない
kn: ಹೇಳಲು ಇಷ್ಟಪಡುವುದಿಲ್ಲ
ml: പറയാൻ ആഗ്രഹിക്കുന്നില്ല
pt: Prefiro não dizer
ru: Не указывать
ta: கூற விரும்பவில்லை
te: చెప్పడానికి ఇష్టపడను
zh_hans: 不愿透露

source: Non-binary
de: Nicht-binär
es: No binario
fr: Non-binaire
hi: नॉन-बाइनरी
ja: ノンバイナリー
kn: ನಾನ್-ಬೈನರಿ
ml: നോൺ-ബൈനറി
pt: Não-binário
ru: Небинарный
ta: நான்-பைனரி
te: నాన్-బైనరీ
zh_hans: 非二元性别

source: Changes Saved
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées
hi: परिवर्तन सहेजे गए
ja: 変更を保存しました
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ
ml: മാറ്റങ്ങൾ സേവ് ചെയ്തു
pt: Alterações salvas
ru: Изменения сохранены
ta: மாற்றங்கள் சேமிக்கப்பட்டன
te: మార్పులు సేవ్ చేయబడ్డాయి
zh_hans: 更改已保存

# name_gender_updated
source: Your name and gender have been updated.
de: Ihr Name und Geschlecht wurden aktualisiert.
es: Tu nombre y género han sido actualizados.
fr: Votre nom et genre ont été mis à jour.
hi: आपका नाम और लिंग अपडेट किया गया।
ja: 名前と性別が更新されました。
kn: ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಲಿಂಗವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.
ml: നിങ്ങളുടെ പേരും ലിംഗവും അപ്ഡേറ്റ് ചെയ്തു.
pt: Seu nome e gênero foram atualizados.
ru: Ваше имя и пол обновлены.
ta: உங்கள் பெயர் மற்றும் பாலினம் புதுப்பிக்கப்பட்டது.
te: మీ పేరు మరియు లింగం నవీకరించబడ్డాయి.
zh_hans: 您的姓名和性别已更新。

# need_update_birth_data
source: Need to update birth data?
de: Geburtsdaten aktualisieren?
es: ¿Necesitas actualizar datos de nacimiento?
fr: Besoin de mettre à jour vos données?
hi: जन्म डेटा अपडेट करना है?
ja: 出生データの更新が必要ですか？
kn: ಜನ್ಮ ಡೇಟಾವನ್ನು ನವೀಕರಿಸಬೇಕೇ?
ml: ജനന ഡാറ്റ അപ്ഡേറ്റ് ചെയ്യണോ?
pt: Precisa atualizar dados de nascimento?
ru: Нужно обновить данные о рождении?
ta: பிறப்பு தரவை புதுப்பிக்க வேண்டுமா?
te: పుట్టిన డేటాను అప్‌డేట్ చేయాలా?
zh_hans: 需要更新出生资料？

# contact_support_birth_data
source: For changes to your date, time, or place of birth, please contact our support team. This ensures accuracy in your astrological readings.
de: Für Änderungen an Datum, Uhrzeit oder Ort Ihrer Geburt kontaktieren Sie bitte unser Support-Team.
es: Para cambios en tu fecha, hora o lugar de nacimiento, contacta a nuestro equipo de soporte.
fr: Pour modifier votre date, heure ou lieu de naissance, contactez notre équipe de support.
hi: जन्म तिथि, समय या स्थान में बदलाव के लिए कृपया सहायता टीम से संपर्क करें।
ja: 生年月日、時刻、場所の変更については、サポートチームにお問い合わせください。
kn: ಜನ್ಮ ದಿನಾಂಕ, ಸಮಯ ಅಥವಾ ಸ್ಥಳವನ್ನು ಬದಲಾಯಿಸಲು, ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ml: ജനന തീയതി, സമയം അല്ലെങ്കിൽ സ്ഥലം മാറ്റാൻ, സപ്പോർട്ട് ടീമിനെ ബന്ധപ്പെടുക.
pt: Para alterações na data, hora ou local de nascimento, entre em contato com nossa equipe de suporte.
ru: Для изменения даты, времени или места рождения обратитесь в службу поддержки.
ta: பிறந்த தேதி, நேரம் அல்லது இடத்தை மாற்ற, ஆதரவு குழுவைத் தொடர்பு கொள்ளவும்.
te: పుట్టిన తేదీ, సమయం లేదా స్థలాన్ని మార్చడానికి, సపోర్ట్ టీమ్‌ను సంప్రదించండి.
zh_hans: 如需更改出生日期、时间或地点，请联系我们的支持团队。

source: Gender Identity
de: Geschlechtsidentität
es: Identidad de género
fr: Identité de genre
hi: लिंग पहचान
ja: ジェンダーアイデンティティ
kn: ಲಿಂಗ ಗುರುತು
ml: ലിംഗ സ്വത്വം
pt: Identidade de gênero
ru: Гендерная идентичность
ta: பாலின அடையாளம்
te: లింగ గుర్తింపు
zh_hans: 性别认同

source: Select Birth City
de: Wähle deinen Geburtsort
es: Selecciona tu ciudad de nacimiento
fr: Sélectionne ta ville de naissance
hi: अपने जन्म का शहर चुनें
ja: 出生地を選択してください
kn: ನಿಮ್ಮ ಹುಟ್ಟಿದ ಊರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ജന്മ നഗരം തിരഞ്ഞെടുക്കുക
pt: Selecione sua cidade de nascimento
ru: Выбери свой город рождения
ta: உங்கள் பிறந்த நகரத்தை தேர்வு செய்யவும்
te: మీ పుట్టిన నగరాన్ని ఎంచుకోండి
zh_hans: 选择你的出生城市

source: out of
de: von
es: de
fr: sur
hi: में से
ja: 中
kn: ರಲ್ಲಿ
ml: ൽ
pt: de
ru: из
ta: இல்
te: లో
zh_hans: 共

source: compatible
de: kompatibel
hi: अनुकूल
ja: 相性
kn: ಹೊಂದಾಣಿಕೆ
ml: പൊരുത്തം
pt: compatível
ru: совместимы
ta: பொருத்தம்
te: అనుకూలం
zh_hans: 兼容

source: Excellent Match
de: Ausgezeichnete Übereinstimmung
es: Excelente Compatibilidad
fr: Excellente Compatibilité
hi: उत्कृष्ट मिलान
ja: 素晴らしい相性
kn: ಅತ್ಯುತ್ತಮ ಹೊಂದಾಣಿಕೆ
ml: മികച്ച പൊരുത്തം
pt: Excelente Compatibilidade
ru: Отличная Совместимость
ta: சிறந்த பொருத்தம்
te: అద్భుతమైన మ్యాచ్
zh_hans: 绝佳匹配

source: Good Match
de: Gute Übereinstimmung
es: Buena Compatibilidad
fr: Bonne Compatibilité
hi: अच्छा मिलान
ja: 良い相性
kn: ಒಳ್ಳೆಯ ಹೊಂದಾಣಿಕೆ
ml: നല്ല പൊരുത്തം
pt: Boa Compatibilidade
ru: Хорошая Совместимость
ta: நல்ல பொருத்தம்
te: మంచి మ్యాచ్
zh_hans: 良好匹配

source: Moderate Match
de: Mäßige Übereinstimmung
es: Compatibilidad Moderada
fr: Compatibilité Modérée
hi: मध्यम मिलान
ja: 普通の相性
kn: ಮಧ್ಯಮ ಹೊಂದಾಣಿಕೆ
ml: മിതമായ പൊരുത്തം
pt: Compatibilidade Moderada
ru: Умеренная Совместимость
ta: மிதமான பொருத்தம்
te: మధ్యస్థ మ్యాచ్
zh_hans: 中等匹配

source: VS
hi: बनाम
ta: எதிர்

# ashtakoot_grid
source: Ashtakoot Details
es: Detalles Ashtakoot
fr: Détails Ashtakoot
hi: अष्टकूट विवरण
ja: アシュタクート詳細
kn: ಅಷ್ಟಕೂಟ ವಿವರಗಳು
ml: അഷ്ടകൂട വിശദാംശങ്ങൾ
pt: Detalhes Ashtakoot
ru: Детали Аштакута
ta: அஷ்டகூட விவரங்கள்
te: అష్టకూట వివరాలు
zh_hans: 八宫详情

source: Varna
hi: वर्ण
ja: ヴァルナ
kn: ವರ್ಣ
ml: വർണ്ണം
ru: Варна
ta: வர்ணம்
te: వర్ణ
zh_hans: 瓦尔纳

source: Vashya
hi: वश्य
ja: ヴァシヤ
kn: ವಶ್ಯ
ml: വശ്യം
ru: Вашья
ta: வஷ்யம்
te: వశ్య
zh_hans: 瓦希亚

source: Tara
hi: तारा
ja: タラ
kn: ತಾರಾ
ml: താര
ru: Тара
ta: தாரா
te: తార
zh_hans: 塔拉

source: Yoni
hi: योनि
ja: ヨニ
kn: ಯೋನಿ
ml: യോനി
ru: Йони
ta: யோனி
te: యోని
zh_hans: 约尼

# graha_maitri
source: Maitri
hi: मैत्री
ja: マイトリ
kn: ಮೈತ್ರಿ
ml: മൈത്രി
ru: Майтри
ta: மைத்ரி
te: మైత్రి
zh_hans: 玛特里

source: Gana
hi: गण
ja: ガナ
kn: ಗಣ
ml: ഗണം
ru: Гана
ta: கணம்
te: గణ
zh_hans: 甘纳

source: Bhakoot
hi: भकूट
ja: バクート
kn: ಭಕೂಟ್
ml: ഭകൂട്
ru: Бхакут
ta: பகூட்
te: భకూట్
zh_hans: 巴库特

source: Nadi
hi: नाड़ी
ja: ナディ
kn: ನಾಡಿ
ml: നാഡി
ru: Нади
ta: நாடி
te: నాడి
zh_hans: 纳迪

source: View Full Report
de: Vollständigen Bericht anzeigen
es: Ver Informe Completo
fr: Voir le Rapport Complet
hi: पूरी रिपोर्ट देखें
ja: 完全レポートを見る
kn: ಪೂರ್ಣ ವರದಿ ನೋಡಿ
ml: പൂർണ്ണ റിപ്പോർട്ട് കാണുക
pt: Ver Relatório Completo
ru: Посмотреть Полный Отчет
ta: முழு அறிக்கை பார்க்க
te: పూర్తి నివేదిక చూడండి
zh_hans: 查看完整报告

source: Full Compatibility Report
de: Vollständiger Kompatibilitätsbericht
es: Informe Completo de Compatibilidad
fr: Rapport Complet de Compatibilité
hi: पूर्ण अनुकूलता रिपोर्ट
ja: 完全相性レポート
kn: ಪೂರ್ಣ ಹೊಂದಾಣಿಕೆ ವರದಿ
ml: പൂർണ്ണ പൊരുത്ത റിപ്പോർട്ട്
pt: Relatório Completo de Compatibilidade
ru: Полный Отчет о Совместимости
ta: முழு பொருத்த அறிக்கை
te: పూర్తి అనుకూలత నివేదిక
zh_hans: 完整兼容性报告

source: Points
de: Punkte
es: Puntos
hi: अंक
ja: ポイント
kn: ಅಂಕಗಳು
ml: പോയിന്റുകൾ
pt: Pontos
ru: Баллы
ta: புள்ளிகள்
te: పాయింట్లు
zh_hans: 分

source: Score
de: Punktzahl
es: Puntuación
hi: स्कोर
ja: スコア
kn: ಸ್ಕೋರ್
ml: സ്കോർ
pt: Pontuação
ru: Счет
ta: மதிப்பெண்
te: స్కోర్
zh_hans: 得分

source: Boy
de: Er
es: Él
fr: Lui
hi: वर
ja: 彼
kn: ವರ
ml: വരൻ
pt: Ele
ru: Он
ta: மணமகன்
te: వరుడు
zh_hans: 他

source: Girl
de: Sie
es: Ella
fr: Elle
hi: वधू
ja: 彼女
kn: ವಧು
ml: വധു
pt: Ela
ru: Она
ta: மணமகள்
te: వధువు
zh_hans: 她

source: Impact
de: Auswirkung
es: Impacto
hi: प्रभाव
ja: 影響
kn: ಪರಿಣಾಮ
ml: സ്വാധീനം
pt: Impacto
ru: Влияние
ta: தாக்கம்
te: ప్రభావం
zh_hans: 影响

source: Excellent
de: Ausgezeichnet
es: Excelente
hi: उत्कृष्ट
ja: 優秀
kn: ಅತ್ಯುತ್ತಮ
ml: മികച്ചത്
pt: Excelente
ru: Отлично
ta: சிறந்த
te: అద్భుతం
zh_hans: 优秀

source: Good
de: Gut
es: Bueno
fr: Bon
hi: अच्छा
ja: 良好
kn: ಒಳ್ಳೆಯದು
ml: നല്ലത്
pt: Bom
ru: Хорошо
ta: நல்ல
te: మంచిది
zh_hans: 良好

source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
ja: 中程度
kn: ಮಧ್ಯಮ
ml: മിതമായ
pt: Moderado
ru: Умеренно
ta: மிதமான
te: మధ్యస్థం
zh_hans: 中等

source: Needs Care
de: Aufmerksamkeit erforderlich
es: Necesita Atención
fr: Attention Requise
hi: ध्यान देने योग्य
ja: 注意が必要
kn: ಗಮನ ಅಗತ್ಯ
ml: ശ്രദ്ധ ആവശ്യമാണ്
pt: Precisa de Atenção
ru: Требует Внимания
ta: கவனம் தேவை
te: శ్రద్ధ అవసరం
zh_hans: 需要注意

source: Mangal Dosha Status
es: Estado de Mangal Dosha
fr: Statut Mangal Dosha
hi: मंगल दोष स्थिति
ja: マンガルドーシャ状態
kn: ಮಂಗಳ ದೋಷ ಸ್ಥಿತಿ
ml: ചൊവ്വ ദോഷം നില
pt: Status de Mangal Dosha
ru: Статус Мангал Доши
ta: செவ்வாய் தோஷம் நிலை
te: మంగళ దోష స్థితి
zh_hans: 曼加尔多沙状态

source: No Dosha
de: Kein Dosha
es: Sin Dosha
fr: Pas de Dosha
hi: दोष नहीं
ja: ドーシャなし
kn: ದೋಷ ಇಲ್ಲ
ml: ദോഷമില്ല
pt: Sem Dosha
ru: Нет Доши
ta: தோஷம் இல்லை
te: దోషం లేదు
zh_hans: 无多沙

source: Has Dosha
de: Hat Dosha
es: Tiene Dosha
fr: A un Dosha
hi: दोष है
ja: ドーシャあり
kn: ದೋಷ ಇದೆ
ml: ദോഷമുണ്ട്
pt: Tem Dosha
ru: Есть Доша
ta: தோஷம் உள்ளது
te: దోషం ఉంది
zh_hans: 有多沙

source: Recommended Remedies
de: Empfohlene Heilmittel
es: Remedios Recomendados
fr: Remèdes Recommandés
hi: सुझाए गए उपाय
ja: 推奨される治療法
kn: ಶಿಫಾರಸು ಮಾಡಿದ ಪರಿಹಾರಗಳು
ml: ശുപാർശ ചെയ്ത പരിഹാരങ്ങൾ
pt: Remédios Recomendados
ru: Рекомендуемые Средства
ta: பரிந்துரைக்கப்பட்ட பரிகாரங்கள்
te: సిఫారసు చేసిన పరిష్కారాలు
zh_hans: 推荐解决方案

source: Ask Destiny
de: Destiny fragen
es: Preguntar a Destiny
fr: Demander à Destiny
hi: डेस्टिनी से पूछें
ja: Destinyに質問
kn: Destiny ಅನ್ನು ಕೇಳಿ
ml: Destiny-യോട് ചോദിക്കുക
pt: Perguntar ao Destiny
ru: Спросить Destiny
ta: Destiny-யிடம் கேளுங்கள்
te: Destiny ని అడగండి
zh_hans: 询问Destiny

# ask_destiny_about_match
source: Ask Destiny about this match
de: Frage Destiny über diesen Vergleich
es: Pregunta a Destiny sobre esta compatibilidad
fr: Demande à Destiny à propos de cette compatibilité
hi: इस मिलान के बारे में पूछें
ja: この相性についてDestinyに質問
kn: ಈ ಹೊಂದಾಣಿಕೆ ಬಗ್ಗೆ ಕೇಳಿ
ml: ഈ പൊരുത്തത്തെ കുറിച്ച് ചോദിക്കുക
pt: Pergunte ao Destiny sobre esta compatibilidade
ru: Спроси Destiny об этой совместимости
ta: இந்த பொருத்தம் பற்றி கேளுங்கள்
te: ఈ మ్యాచ్ గురించి అడగండి
zh_hans: 向Destiny询问此匹配

source: AI Powered
de: KI-gestützt
es: Impulsado por IA
fr: Alimenté par IA
hi: AI संचालित
ja: AI搭載
kn: AI ಚಾಲಿತ
ml: AI പവർഡ്
pt: Alimentado por IA
ru: На базе ИИ
ta: AI மூலம்
te: AI ఆధారిత
zh_hans: AI驱动

source: Tap to ask...
de: Tippe zum Fragen...
es: Toca para preguntar...
fr: Appuie pour demander...
hi: पूछने के लिए टैप करें...
ja: 質問するにはタップ...
kn: ಕೇಳಲು ಟ್ಯಾಪ್ ಮಾಡಿ...
ml: ചോദിക്കാൻ ടാപ്പ് ചെയ്യുക...
pt: Toque para perguntar...
ru: Нажми, чтобы спросить...
ta: கேட்க தட்டவும்...
te: అడగడానికి నొక్కండి...
zh_hans: 点击询问...

# ask_anything_match
source: Ask anything about this match...
de: Frage alles über diesen Vergleich...
es: Pregunta cualquier cosa sobre esta compatibilidad...
fr: Pose toutes les questions sur cette compatibilité...
hi: इस मिलान के बारे में कुछ भी पूछें...
ja: この相性について何でも質問...
kn: ಈ ಹೊಂದಾಣಿಕೆ ಬಗ್ಗೆ ಏನಾದರೂ ಕೇಳಿ...
ml: ഈ പൊരുത്തത്തെ കുറിച്ച് എന്തും ചോദിക്കുക...
pt: Pergunte qualquer coisa sobre esta compatibilidade...
ru: Спроси что угодно об этой совместимости...
ta: இந்த பொருத்தம் பற்றி எதையும் கேளுங்கள்...
te: ఈ మ్యాచ్ గురించి ఏదైనా అడగండి...
zh_hans: 关于此匹配问任何问题...

source: Quick Topics
de: Schnellthemen
es: Temas Rápidos
fr: Sujets Rapides
hi: त्वरित विषय
ja: クイックトピック
kn: ತ್ವರಿತ ವಿಷಯಗಳು
ml: ദ്രുത വിഷയങ്ങൾ
pt: Tópicos Rápidos
ru: Быстрые Темы
ta: விரைவு தலைப்புகள்
te: త్వరిత అంశాలు
zh_hans: 快速话题

# ask_score
source: Score
de: Punktzahl
es: Puntuación
hi: स्कोर
ja: スコア
kn: ಸ್ಕೋರ್
ml: സ്കോർ
pt: Pontuação
ru: Счет
ta: மதிப்பெண்
te: స్కోర్
zh_hans: 得分

# ask_dosha
source: Dosha
hi: दोष
ja: ドーシャ
kn: ದೋಷ
ml: ദോഷം
ru: Доша
ta: தோஷம்
te: దోషం
zh_hans: 多沙

# ask_weak
source: Weak
de: Schwächen
es: Debilidades
fr: Faiblesses
hi: कमजोर
ja: 弱点
kn: ದೌರ್ಬಲ್ಯ
ml: ബലഹീനത
pt: Fraquezas
ru: Слабости
ta: பலவீனம்
te: బలహీనత
zh_hans: 弱点

# ask_remedies
source: Fix
de: Abhilfe
es: Remedios
fr: Remèdes
hi: उपाय
ja: 対策
kn: ಪರಿಹಾರ
ml: പരിഹാരം
pt: Remédios
ru: Средства
ta: பரிகாரம்
te: పరిష్కారం
zh_hans: 解决
