Repository: prabhupredictions/destinyios
Catalog: ios_app/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, kn, ml, pt, ru, ta, te, zh_hans

source: New Match
de: Neuer Vergleich
es: Nueva Compatibilidad
fr: Nouvelle Compatibilité
hi: नया मिलान
ja: 新しいマッチ
kn: ಹೊಸ ಹೊಂದಾಣಿಕೆ
ml: പുതിയ പൊരുത്തം
pt: Nova Compatibilidade
ru: Новая Совместимость
ta: புதிய பொருத்தம்
te: కొత్త మ్యాచ్
zh_hans: 新匹配

# ask_more_match
source: Ask more about this match...
de: Mehr über dieses Match fragen...
es: Preguntar más sobre esta pareja...
fr: En savoir plus sur ce match...
hi: मिलान के बारे में और पूछें...
ja: このマッチについてもっと聞く...
kn: ಈ ಹೊಂದಾಣಿಕೆಯ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ಕೇಳಿ...
ml: ഈ പൊരുത്തത്തെക്കുറിച്ച് കൂടുതൽ ചോദിക്കുക...
pt: Perguntar mais sobre este par...
ru: Спросить больше об этом совпадении...
ta: இந்த பொருத்தம் பற்றி மேலும் கேட்க...
te: ఈ మ్యాచ్ గురించి మరింత అడగండి...
zh_hans: 询问更多关于此配对...

source: Mangal Dosha
hi: मंगल दोष
ja: マンガル・ドーシャ
kn: ಕುಜ ದೋಷ
ml: ചൊവ്വ ദോഷം
ru: Мангал Доша
ta: செவ்வாய் தோஷம்
te: కుజ దోషం
zh_hans: 曼格尔多沙

# mangal_dosha_desc
source: Mars placement analysis
de: Mars-Positionsanalyse
es: Análisis de posición de Marte
fr: Analyse de la position de Mars
hi: मंगल स्थिति विश्लेषण
ja: 火星の位置分析
kn: ಕುಜ ಗ್ರಹ ವಿಶ್ಲೇಷಣೆ
ml: ചൊവ്വ സ്ഥാനം വിശകലനം
pt: Análise da posição de Marte
ru: Анализ положения Марса
ta: செவ்வாய் நிலை பகுப்பாய்வு
te: కుజ గ్రహ విశ్లేషణ
zh_hans: 火星位置分析

source: Kalsarpa Dosha
de: Kalsarpa Yoga
es: Kalsarpa Yoga
fr: Kalsarpa Yoga
hi: कालसर्प दोष
ja: カルサルパ・ドーシャ
kn: ಕಾಲಸರ್ಪ ದೋಷ
ml: കാളസര്പ്പ ദോഷം
pt: Kalsarpa Yoga
ru: Калсарпа Доша
ta: கால சர்ப்ப தோஷம்
te: కాలసర్ప దోషం
zh_hans: 卡尔萨帕多沙

# kalsarpa_dosha_desc
source: Rahu-Ketu axis analysis
de: Rahu-Ketu-Achsenanalyse
es: Análisis del eje Rahu-Ketu
fr: Analyse de l'axe Rahu-Ketu
hi: राहु-केतु अक्ष विश्लेषण
ja: ラーフ・ケートゥ軸分析
kn: ರಾಹು-ಕೇತು ಅಕ್ಷ ವಿಶ್ಲೇಷಣೆ
ml: രാഹു-കേതു വിശകലനം
pt: Análise do eixo Rahu-Ketu
ru: Анализ оси Раху-Кету
ta: ராகு-கேது அச்சு பகுப்பாய்வு
te: రాహు-కేతు అక్షం విశ్లేషణ
zh_hans: 罗睺-计都轴线分析

# additional_yoga
source: Additional Yoga & Dosha
de: Zusätzliche Yoga & Dosha
es: Yoga y Dosha Adicional
fr: Yoga & Dosha Supplémentaire
hi: अन्य योग व दोष
ja: 追加のヨガとドーシャ
kn: ಹೆಚ್ಚುವರಿ ಯೋಗ ಮತ್ತು ದೋಷ
ml: അധിക യോഗവും ദോഷവും
pt: Yoga e Dosha Adicional
ru: Дополнительные Йога и Доша
ta: கூடுதல் யோகம் & தோஷம்
te: అదనపు యోగం & దోషం
zh_hans: 其他瑜伽与多沙

# additional_yoga_desc
source: Other auspicious combinations
de: Andere glückverheißende Kombinationen
es: Otras combinaciones auspiciosas
fr: Autres combinaisons auspicieuses
hi: अन्य शुभ संयोग
ja: その他の吉祥な組み合わせ
kn: ಇತರೆ ಶುಭ ಸಂಯೋಜನೆಗಳು
ml: മറ്റ് ശുഭകരമായ യോഗങ്ങൾ
pt: Outras combinações auspiciosas
ru: Другие благоприятные комбинации
ta: பிற மங்களகரமான சேர்க்கைகள்
te: ఇతర శుభ కలయికలు
zh_hans: 其他吉利组合

source: Charts
es: Cartas
fr: Thèmes
hi: कुंडली
ja: チャート
kn: ಜಾತಕ
ml: ചാർട്ട്
pt: Mapas
ru: Карты
ta: ஜாதகம்
te: చార్ట్
zh_hans: 图表

source: History
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
pt: Histórico
ru: История
ta: வரலாறு
te: చరిత్ర
zh_hans: 历史

source: Report
de: Bericht
es: Informe
fr: Rapport
hi: रिपोर्ट
ja: レポート
kn: ವರದಿ
ml: റിപ്പോർട്ട്
pt: Relatório
ru: Отчет
ta: அறிக்கை
te: నివేదిక
zh_hans: 报告

# exception_mars_in_own_sign
source: Mars is in its own sign (Aries or Scorpio)
de: Mars ist im eigenen Zeichen (Widder oder Skorpion)
es: Marte está en su propio signo (Aries o Escorpio)
fr: Mars est dans son propre signe (Bélier ou Scorpion)
hi: मंगल अपनी राशि (मेष या वृश्चिक) में है
ja: 火星が自室（牡羊座または蠍座）にある
kn: ಕುಜ ಸ್ವಕ್ಷೇತ್ರದಲ್ಲಿ (ಮೇಷ ಅಥವಾ ವೃಶ್ಚಿಕ)
ml: ചൊവ്വ സ്വന്തം രാശിയിൽ (മേടം അല്ലെങ്കിൽ വൃശ്ചികം)
pt: Marte está no próprio signo (Áries ou Escorpião)
ru: Марс в своём знаке (Овен или Скорпион)
ta: செவ்வாய் சொந்த ராசியில் (மேஷம் அல்லது விருச்சிகம்)
te: కుజుడు స్వక్షేత్రంలో (మేషం లేదా వృశ్చికం)
zh_hans: 火星在本位（白羊座或天蝎座）

# exception_mars_exalted
source: Mars is exalted in Capricorn
de: Mars ist im Steinbock erhöht
es: Marte está exaltado en Capricornio
fr: Mars est exalté en Capricorne
hi: मंगल मकर में उच्च का है
ja: 火星が山羊座で高揚
kn: ಕುಜ ಮಕರದಲ್ಲಿ ಉಚ್ಛ
ml: ചൊവ്വ മകരത്തിൽ ഉച്ചത്തിൽ
pt: Marte está exaltado em Capricórnio
ru: Марс экзальтирован в Козероге
ta: செவ்வாய் மகரத்தில் உச்சம்
te: కుజుడు మకరంలో ఉచ్ఛస్థితి
zh_hans: 火星在摩羯座入庙

# exception_mars_in_upachaya
source: Mars is in growth houses (3, 6, 10, 11)
de: Mars in Wachstumshäusern (3, 6, 10, 11)
es: Marte en casas de crecimiento (3, 6, 10, 11)
fr: Mars dans les maisons de croissance (3, 6, 10, 11)
hi: मंगल उपचय भाव (3, 6, 10, 11) में है
ja: 火星が成長ハウス（3、6、10、11）にある
kn: ಕುಜ ಉಪಚಯ ಭಾವಗಳಲ್ಲಿ (3, 6, 10, 11)
ml: ചൊവ്വ ഉപചയ ഭാവങ്ങളിൽ (3, 6, 10, 11)
pt: Marte nas casas de crescimento (3, 6, 10, 11)
ru: Марс в домах роста (3, 6, 10, 11)
ta: செவ்வாய் உபசய வீடுகளில் (3, 6, 10, 11)
te: కుజుడు ఉపచయ భావాలలో (3, 6, 10, 11)
zh_hans: 火星在成长宫（3、6、10、11）

# exception_mars_in_fixed_sign
source: Mars is in a fixed sign
de: Mars ist in einem festen Zeichen
es: Marte está en signo fijo
fr: Mars est dans un signe fixe
hi: मंगल स्थिर राशि में है
ja: 火星が固定サインにある
kn: ಕುಜ ಸ್ಥಿರ ರಾಶಿಯಲ್ಲಿ
ml: ചൊവ്വ സ്ഥിര രാശിയിൽ
pt: Marte está em signo fixo
ru: Марс в фиксированном знаке
ta: செவ்வாய் ஸ்திர ராசியில்
te: కుజుడు స్థిర రాశిలో
zh_hans: 火星在固定星座

# exception_mars_in_own_navamsa
source: Mars is in its own Navamsa
de: Mars ist im eigenen Navamsa
es: Marte está en su propio Navamsa
fr: Mars est dans son propre Navamsa
hi: मंगल अपने नवांश में है
ja: 火星が自分のナヴァムシャにある
kn: ಕುಜ ಸ್ವ ನವಾಂಶದಲ್ಲಿ
ml: ചൊവ്വ സ്വന്തം നവാംശത്തിൽ
pt: Marte está no próprio Navamsa
ru: Марс в своей Навамше
ta: செவ்வாய் சொந்த நவாம்சத்தில்
te: కుజుడు స్వ నవాంశలో
zh_hans: 火星在本位纳瓦姆沙

# exception_mars_conjunct_benefics
source: Mars is conjunct with benefic planets
de: Mars konjugiert mit Wohltätern
es: Marte conjunta con planetas benéficos
fr: Mars conjoint avec des planètes bénéfiques
hi: मंगल शुभ ग्रहों के साथ है
ja: 火星が吉星と合
kn: ಕುಜ ಶುಭ ಗ್ರಹಗಳೊಂದಿಗೆ
ml: ചൊവ്വ ശുഭഗ്രഹങ്ങളോടൊപ്പം
pt: Marte em conjunção com benéficos
ru: Марс в соединении с благодетелями
ta: செவ்வாய் சுப கிரகங்களுடன்
te: కుజుడు శుభ గ్రహాలతో కలిసి
zh_hans: 火星与吉星合相

# exception_mars_benefic_nakshatra_lord
source: Mars is in a benefic nakshatra
de: Mars im günstigen Nakshatra
es: Marte en nakshatra benéfico
fr: Mars dans un nakshatra bénéfique
hi: मंगल शुभ नक्षत्र में है
ja: 火星が吉祥ナクシャトラにある
kn: ಕುಜ ಶುಭ ನಕ್ಷತ್ರದಲ್ಲಿ
ml: ചൊവ്വ ശുഭ നക്ഷത്രത്തിൽ
pt: Marte em nakshatra benéfico
ru: Марс в благоприятной накшатре
ta: செவ்வாய் சுப நட்சத்திரத்தில்
te: కుజుడు శుభ నక్షత్రంలో
zh_hans: 火星在吉祥宿

# exception_mars_in_benefic_nakshatra
source: Mars is in an auspicious nakshatra
de: Mars in glückverheißender Konstellation
es: Marte en constelación auspiciosa
fr: Mars dans une constellation auspicieuse
hi: मंगल शुभ नक्षत्र में स्थित है
ja: 火星が吉祥な星座にある
kn: ಕುಜ ಒಳ್ಳೆಯ ನಕ್ಷತ್ರದಲ್ಲಿ
ml: ചൊവ്വ നല്ല നക്ഷത്രത്തിൽ
pt: Marte em constelação auspiciosa
ru: Марс в благоприятном созвездии
ta: செவ்வாய் நற்பலன் நட்சத்திரத்தில்
te: కుజుడు మంచి నక్షత్రంలో
zh_hans: 火星在吉祥星座

# exception_mars_moon_friendly_nakshatras
source: Mars and Moon are in friendly nakshatras
de: Mars und Mond in freundlichen Nakshatras
es: Marte y Luna en nakshatras amistosos
fr: Mars et Lune dans des nakshatras amicaux
hi: मंगल और चंद्र मित्र नक्षत्रों में हैं
ja: 火星と月が友好的なナクシャトラにある
kn: ಕುಜ-ಚಂದ್ರ ಸ್ನೇಹ ನಕ್ಷತ್ರಗಳಲ್ಲಿ
ml: ചൊവ്വ-ചന്ദ്രൻ സൗഹൃദ നക്ഷത്രങ്ങളിൽ
pt: Marte e Lua em nakshatras amigos
ru: Марс и Луна в дружественных накшатрах
ta: செவ்வாய், சந்திரன் நட்பு நட்சத்திரங்களில்
te: కుజ-చంద్రులు స్నేహ నక్షత్రాలలో
zh_hans: 火星和月亮在友好宿

# exception_mars_in_asc_lord_nakshatra
source: Mars is in Ascendant lord's nakshatra
de: Mars im Nakshatra des Aszendenten-Herrschers
es: Marte en nakshatra del señor ascendente
fr: Mars dans le nakshatra du maître ascendant
hi: मंगल लग्नेश के नक्षत्र में है
ja: 火星がアセンダント支配星のナクシャトラにある
kn: ಕುಜ ಲಗ್ನಾಧಿಪತಿ ನಕ್ಷತ್ರದಲ್ಲಿ
ml: ചൊവ്വ ലഗ്നാധിപതി നക്ഷത്രത്തിൽ
pt: Marte no nakshatra do senhor ascendente
ru: Марс в накшатре управителя асцендента
ta: செவ்வாய் லக்னாதிபதி நட்சத்திரத்தில்
te: కుజుడు లగ్నాధిపతి నక్షత్రంలో
zh_hans: 火星在上升主星宿

# exception_mars_moon_same_nakshatra_pada
source: Mars and Moon share the same nakshatra pada
de: Mars und Mond teilen denselben Pada
es: Marte y Luna comparten el mismo pada
fr: Mars et Lune partagent le même pada
hi: मंगल और चंद्र एक ही नक्षत्र पद में हैं
ja: 火星と月が同じパダにある
kn: ಕುಜ-ಚಂದ್ರ ಒಂದೇ ನಕ್ಷತ್ರ ಪಾದದಲ್ಲಿ
ml: ചൊവ്വ-ചന്ദ്രൻ ഒരേ നക്ഷത്ര പാദത്തിൽ
pt: Marte e Lua compartilham o mesmo pada
ru: Марс и Луна в одной паде
ta: செவ்வாய், சந்திரன் ஒரே நட்சத்திர பாதத்தில்
te: కుజ-చంద్రులు ఒకే నక్షత్ర పాదంలో
zh_hans: 火星和月亮在相同的帕达

# exception_mars_jupiter_conjunction
source: Mars is conjunct with Jupiter
de: Mars-Jupiter-Konjunktion
es: Conjunción Marte-Júpiter
fr: Conjonction Mars-Jupiter
hi: मंगल-गुरु युति है
ja: 火星-木星コンジャンクション
kn: ಕುಜ-ಗುರು ಯುತಿ
ml: ചൊവ്വ-വ്യാഴം യോഗം
pt: Conjunção Marte-Júpiter
ru: Соединение Марс-Юпитер
ta: செவ்வாய்-குரு சேர்க்கை
te: కుజ-గురు యుతి
zh_hans: 火星-木星合相

# exception_mars_aspected_by_jupiter
source: Jupiter's benevolent aspect mitigates Mars
de: Jupiters Aspekt mildert Mars
es: El aspecto de Júpiter mitiga a Marte
fr: L'aspect de Jupiter atténue Mars
hi: गुरु की दृष्टि मंगल को शांत करती है
ja: 木星のアスペクトが火星を緩和
kn: ಗುರುವಿನ ದೃಷ್ಟಿ ಕುಜನನ್ನು ಶಾಂತಗೊಳಿಸುತ್ತದೆ
ml: വ്യാഴത്തിന്റെ ദൃഷ്ടി ചൊവ്വയെ ശാന്തമാക്കുന്നു
pt: O aspecto de Júpiter mitiga Marte
ru: Аспект Юпитера смягчает Марс
ta: குருவின் பார்வை செவ்வாயை சாந்தப்படுத்துகிறது
te: గురు దృష్టి కుజుని శాంతపరుస్తుంది
zh_hans: 木星相位缓和火星

# exception_mars_in_jupiter_sign
source: Mars is in Jupiter's sign (Sagittarius/Pisces)
de: Mars im Jupiter-Zeichen (Schütze/Fische)
es: Marte en signo de Júpiter (Sagitario/Piscis)
fr: Mars en signe de Jupiter (Sagittaire/Poissons)
hi: मंगल गुरु की राशि (धनु/मीन) में है
ja: 火星が木星サイン（射手座/魚座）にある
kn: ಕುಜ ಗುರು ರಾಶಿಯಲ್ಲಿ (ಧನು/ಮೀನ)
ml: ചൊവ്വ വ്യാഴ രാശിയിൽ (ധനു/മീനം)
pt: Marte em signo de Júpiter (Sagitário/Peixes)
ru: Марс в знаке Юпитера (Стрелец/Рыбы)
ta: செவ்வாய் குரு ராசியில் (தனுசு/மீனம்)
te: కుజుడు గురు రాశిలో (ధనుస్సు/మీనం)
zh_hans: 火星在木星星座（射手座/双鱼座）

# exception_mars_moon_conjunction_benefic
source: Mars-Moon conjunction in benefic house
de: Mars-Mond-Konjunktion im günstigen Haus
es: Conjunción Marte-Luna en casa benéfica
fr: Conjonction Mars-Lune en maison bénéfique
hi: मंगल-चंद्र शुभ भाव में युति
ja: 火星-月コンジャンクションが吉ハウスにある
kn: ಕುಜ-ಚಂದ್ರ ಶುಭ ಭಾವದಲ್ಲಿ ಯುತಿ
ml: ചൊവ്വ-ചന്ദ്രൻ ശുഭ ഭാവത്തിൽ യോഗം
pt: Conjunção Marte-Lua em casa benéfica
ru: Соединение Марс-Луна в благом доме
ta: செவ்வாய்-சந்திரன் சுப வீட்டில் சேர்க்கை
te: కుజ-చంద్ర యుతి శుభ భావంలో
zh_hans: 火星-月亮在吉宫合相

# exception_mars_moon_mutual_kendra
source: Mars and Moon in mutual Kendra relationship
de: Mars und Mond in gegenseitiger Kendra-Beziehung
es: Marte y Luna en relación Kendra mutua
fr: Mars et Lune en relation Kendra mutuelle
hi: मंगल और चंद्र केंद्र संबंध में हैं
ja: 火星と月が相互ケンドラ関係にある
kn: ಕುಜ-ಚಂದ್ರ ಕೇಂದ್ರ ಸಂಬಂಧದಲ್ಲಿ
ml: ചൊവ്വ-ചന്ദ്രൻ കേന്ദ്ര ബന്ധത്തിൽ
pt: Marte e Lua em relação Kendra mútua
ru: Марс и Луна во взаимной Кендре
ta: செவ்வாய், சந்திரன் கேந்திர உறவில்
te: కుజ-చంద్రులు కేంద్ర సంబంధంలో
zh_hans: 火星和月亮互为角宫关系

# exception_mars_aspected_by_benefics
source: Mars receives aspects from benefic planets
de: Mars erhält wohltätige Aspekte
es: Marte recibe aspectos benéficos
fr: Mars reçoit des aspects bénéfiques
hi: मंगल पर शुभ ग्रहों की दृष्टि है
ja: 火星が吉星のアスペクトを受ける
kn: ಕುಜನ ಮೇಲೆ ಶುಭ ಗ್ರಹಗಳ ದೃಷ್ಟಿ
ml: ചൊവ്വയ്ക്ക് ശുഭഗ്രഹ ദൃഷ്ടി
pt: Marte recebe aspectos benéficos
ru: Марс получает благоприятные аспекты
ta: செவ்வாய் சுப கிரகங்களின் பார்வை பெறுகிறது
te: కుజునిపై శుభ గ్రహాల దృష్టి
zh_hans: 火星受吉星相位

# exception_mars_jupiter_mutual_aspects
source: Mars and Jupiter in mutual aspect
de: Mars und Jupiter in gegenseitigen Aspekten
es: Marte y Júpiter en aspectos mutuos
fr: Mars et Jupiter en aspects mutuels
hi: मंगल और गुरु की परस्पर दृष्टि है
ja: 火星と木星が相互アスペクト
kn: ಕುಜ-ಗುರು ಪರಸ್ಪರ ದೃಷ್ಟಿ
ml: ചൊവ്വ-വ്യാഴം പരസ്പര ദൃഷ്ടി
pt: Marte e Júpiter em aspectos mútuos
ru: Марс и Юпитер во взаимных аспектах
ta: செவ்வாய், குரு பரஸ்பர பார்வை
te: కుజ-గురుల పరస్పర దృష్టి
zh_hans: 火星和木星互相相位

# exception_mars_jupiter_in_trine
source: Mars and Jupiter in trine houses
de: Mars und Jupiter in Trigon-Häusern
es: Marte y Júpiter en casas de trígono
fr: Mars et Jupiter en maisons de trigone
hi: मंगल और गुरु त्रिकोण भावों में हैं
ja: 火星と木星がトライン・ハウスにある
kn: ಕುಜ-ಗುರು ತ್ರಿಕೋಣ ಭಾವಗಳಲ್ಲಿ
ml: ചൊവ്വ-വ്യാഴം ത്രികോണ ഭാവങ്ങളിൽ
pt: Marte e Júpiter em casas de trígono
ru: Марс и Юпитер в тригональных домах
ta: செவ்வாய், குரு திரிகோண வீடுகளில்
te: కుజ-గురులు త్రికోణ భావాలలో
zh_hans: 火星和木星在三合宫

# exception_mars_strong_ashtakavarga
source: Mars has strong Ashtakavarga points
de: Mars hat starkes Ashtakavarga
es: Marte tiene Ashtakavarga fuerte
fr: Mars a un Ashtakavarga fort
hi: मंगल के अष्टकवर्ग अंक मजबूत हैं
ja: 火星のアシュタカヴァルガが強い
kn: ಕುಜನಿಗೆ ಬಲವಾದ ಅಷ್ಟಕವರ್ಗ
ml: ചൊവ്വയ്ക്ക് ശക്തമായ അഷ്ടകവർഗ്ഗം
pt: Marte tem Ashtakavarga forte
ru: Марс имеет сильную Аштакаваргу
ta: செவ்வாய் அஷ்டகவர்க்கம் வலிமை
te: కుజుడికి బలమైన అష్టకవర్గ
zh_hans: 火星阿什塔卡瓦尔加强

# exception_mars_strong_shadbala
source: Mars has strong Shadbala strength
de: Mars hat starkes Shadbala
es: Marte tiene Shadbala fuerte
fr: Mars a un Shadbala fort
hi: मंगल का षड्बल मजबूत है
ja: 火星のシャドバラが強い
kn: ಕುಜನಿಗೆ ಬಲವಾದ ಷಡ್ಬಲ
ml: ചൊവ്വയ്ക്ക് ശക്തമായ ഷഡ്ബലം
pt: Marte tem Shadbala forte
ru: Марс имеет сильную Шадбалу
ta: செவ்வாய் ஷட்பலம் வலிமை
te: కుజుడికి బలమైన షడ్బల
zh_hans: 火星沙德巴拉强

# exception_moon_strong
source: Moon is strong in the chart
de: Starker Mond im Horoskop
es: Luna fuerte en la carta
fr: Lune forte dans le thème
hi: कुंडली में चंद्रमा बलवान है
ja: チャートで月が強い
kn: ಜಾತಕದಲ್ಲಿ ಚಂದ್ರ ಬಲವಾಗಿ
ml: ജാതകത്തിൽ ചന്ദ്രൻ ശക്തം
pt: Lua forte no mapa
ru: Сильная Луна в карте
ta: ஜாதகத்தில் சந்திரன் வலிமை
te: జాతకంలో చంద్రుడు బలంగా
zh_hans: 星盘中月亮强

# intensity_mars_debilitated
source: Mars is debilitated in Cancer
de: Mars geschwächt im Krebs
es: Marte debilitado en Cáncer
fr: Mars affaibli en Cancer
hi: मंगल कर्क में नीच का है
ja: 火星が蟹座で減衰
kn: ಕುಜ ಕರ್ಕಾಟಕದಲ್ಲಿ ನೀಚ
ml: ചൊവ്വ കർക്കടകത്തിൽ നീചം
pt: Marte debilitado em Câncer
ru: Марс ослаблен в Раке
ta: செவ்வாய் கடகத்தில் நீசம்
te: కుజుడు కర్కాటకంలో నీచస్థితి
zh_hans: 火星在巨蟹座落陷

# intensity_mars_conjunct_malefics
source: Mars conjunct with malefic planets
de: Mars konjugiert mit Übeltätern
es: Marte conjunta con planetas maléficos
fr: Mars conjoint avec des maléfiques
hi: मंगल पाप ग्रहों के साथ है
ja: 火星が凶星と合
kn: ಕುಜ ಪಾಪ ಗ್ರಹಗಳೊಂದಿಗೆ
ml: ചൊവ്വ പാപഗ്രഹങ്ങളോടൊപ്പം
pt: Marte em conjunção com maléficos
ru: Марс в соединении с вредителями
ta: செவ்வாய் பாப கிரகங்களுடன்
te: కుజుడు పాప గ్రహాలతో కలిసి
zh_hans: 火星与凶星合相

# intensity_mars_critical_degrees
source: Mars at critical Gandanta degrees
de: Mars bei kritischen Gandanta-Graden
es: Marte en grados Gandanta críticos
fr: Mars aux degrés critiques Gandanta
hi: मंगल गंडांत अंशों पर है
ja: 火星がガンダンタ度数にある
kn: ಕುಜ ಗಂಡಾಂತ ಅಂಶದಲ್ಲಿ
ml: ചൊവ്വ ഗണ്ഡാന്ത അംശത്തിൽ
pt: Marte em graus Gandanta críticos
ru: Марс на критических градусах Гандханта
ta: செவ்வாய் காண்டாந்த பாகையில்
te: కుజుడు గండాంత అంశలో
zh_hans: 火星在关键甘丹塔度数

# intensity_mars_papa_kartari
source: Mars hemmed by malefic planets
de: Mars eingeschlossen von Übeltätern
es: Marte encerrado por maléficos
fr: Mars encadré par des maléfiques
hi: मंगल पापकर्तरी योग में है
ja: 火星がパパカルタリ・ヨガにある
kn: ಕುಜ ಪಾಪಕರ್ತರಿ ಯೋಗದಲ್ಲಿ
ml: ചൊവ്വ പാപകർത്തരി യോഗത്തിൽ
pt: Marte cercado por maléficos
ru: Марс окружён вредителями
ta: செவ்வாய் பாபகர்தரி யோகத்தில்
te: కుజుడు పాపకర్తరి యోగంలో
zh_hans: 火星被凶星夹击

# intensity_seventh_lord_afflicted
source: 7th house lord is afflicted
de: Herrscher des 7. Hauses bedrängt
es: Señor de casa 7 afligido
fr: Maître de la maison 7 affligé
hi: सप्तमेश पीड़ित है
ja: 7室の支配星が傷ついている
kn: ಸಪ್ತಮಾಧಿಪತಿ ಪೀಡಿತ
ml: സപ്തമാധിപതി പീഡിതൻ
pt: Senhor da casa 7 afligido
ru: Управитель 7 дома поражён
ta: 7ம் அதிபதி பாதிக்கப்பட்டுள்ளார்
te: సప్తమాధిపతి పీడితుడు
zh_hans: 第七宫主受克

# intensity_mars_dusthana_from_moon
source: Mars in 6th/8th/12th from Moon
de: Mars in 6/8/12 vom Mond
es: Marte en 6/8/12 desde Luna
fr: Mars en 6/8/12 de la Lune
hi: मंगल चंद्र से 6/8/12 में है
ja: 火星が月から6/8/12にある
kn: ಕುಜ ಚಂದ್ರನಿಂದ 6/8/12ರಲ್ಲಿ
ml: ചൊവ്വ ചന്ദ്രനിൽ നിന്ന് 6/8/12
pt: Marte em 6/8/12 da Lua
ru: Марс в 6/8/12 от Луны
ta: செவ்வாய் சந்திரனிலிருந்து 6/8/12
te: కుజుడు చంద్రుని నుండి 6/8/12లో
zh_hans: 火星在月亮的6/8/12宫

# intensity_mars_retrograde
source: Mars is retrograde
de: Mars ist rückläufig
es: Marte retrógrado
fr: Mars est rétrograde
hi: मंगल वक्री है
ja: 火星が逆行中
kn: ಕುಜ ವಕ್ರಗತಿಯಲ್ಲಿ
ml: ചൊവ്വ വക്രഗതിയിൽ
pt: Marte está retrógrado
ru: Марс ретроградный
ta: செவ்வாய் வக்கிரம்
te: కుజుడు వక్రస్థితిలో
zh_hans: 火星逆行

# intensity_mars_combust
source: Mars is combust (too close to Sun)
de: Mars ist verbrannt (zu nah an der Sonne)
es: Marte combusto (muy cerca del Sol)
fr: Mars est en combustion (trop proche du Soleil)
hi: मंगल अस्त है (सूर्य के बहुत करीब)
ja: 火星がコンバスト（太陽に近すぎる）
kn: ಕುಜ ಅಸ್ತ
ml: ചൊവ്വ അസ്തം
pt: Marte está combusto (muito perto do Sol)
ru: Марс сожжён (слишком близко к Солнцу)
ta: செவ்வாய் அஸ்தமனம்
te: కుజుడు అస్తంగతుడు
zh_hans: 火星燃烧（太靠近太阳）

# intensity_mars_low_ashtakavarga
source: Mars has low Ashtakavarga points
de: Mars mit niedrigem Ashtakavarga
es: Marte con Ashtakavarga bajo
fr: Mars avec un Ashtakavarga faible
hi: मंगल के अष्टकवर्ग अंक कम हैं
ja: 火星のアシュタカヴァルガが低い
kn: ಕುಜನಿಗೆ ಕಡಿಮೆ ಅಷ್ಟಕವರ್ಗ
ml: ചൊവ്വയ്ക്ക് കുറഞ്ഞ അഷ്ടകവർഗ്ഗം
pt: Marte com Ashtakavarga baixo
ru: Марс со слабой Аштакаваргой
ta: செவ்வாய் அஷ்டகவர்க்கம் குறைவு
te: కుజుడికి తక్కువ అష్టకవర్గ
zh_hans: 火星阿什塔卡瓦尔加弱

# sign_ar
source: Aries
de: Widder
fr: Bélier
hi: मेष
ja: 牡羊座
kn: ಮೇಷ
ml: മേടം
pt: Áries
ru: Овен
ta: மேஷம்
te: మేషం
zh_hans: 白羊座

# sign_ta
source: Taurus
de: Stier
es: Tauro
fr: Taureau
hi: वृषभ
ja: 牡牛座
kn: ವೃಷಭ
ml: ഇടവം
pt: Touro
ru: Телец
ta: ரிஷபம்
te: వృషభం
zh_hans: 金牛座

# sign_ge
source: Gemini
de: Zwillinge
es: Géminis
fr: Gémeaux
hi: मिथुन
ja: 双子座
kn: ಮಿಥುನ
ml: മിഥുനം
pt: Gêmeos
ru: Близнецы
ta: மிதுனம்
te: మిథునం
zh_hans: 双子座

# sign_ca
source: Cancer
de: Krebs
es: Cáncer
hi: कर्क
ja: 蟹座
kn: ಕರ್ಕಾಟಕ
ml: കർക്കടകം
pt: Câncer
ru: Рак
ta: கடகம்
te: కర్కాటకం
zh_hans: 巨蟹座

# sign_le
source: Leo
de: Löwe
fr: Lion
hi: सिंह
ja: 獅子座
kn: ಸಿಂಹ
ml: ചിങ്ങം
pt: Leão
ru: Лев
ta: சிம்மம்
te: సింహం
zh_hans: 狮子座

# sign_vi
source: Virgo
de: Jungfrau
fr: Vierge
hi: कन्या
ja: 乙女座
kn: ಕನ್ಯಾ
ml: കന്നി
pt: Virgem
ru: Дева
ta: கன்னி
te: కన్య
zh_hans: 处女座

# sign_li
source: Libra
de: Waage
fr: Balance
hi: तुला
ja: 天秤座
kn: ತುಲಾ
ml: തുലാം
ru: Весы
ta: துலாம்
te: తులా
zh_hans: 天秤座

# sign_sc
source: Scorpio
de: Skorpion
es: Escorpio
fr: Scorpion
hi: वृश्चिक
ja: 蠍座
kn: ವೃಶ್ಚಿಕ
ml: വൃശ്ചികം
pt: Escorpião
ru: Скорпион
ta: விருச்சிகம்
te: వృశ్చికం
zh_hans: 天蝎座

# sign_sg
source: Sagittarius
de: Schütze
es: Sagitario
fr: Sagittaire
hi: धनु
ja: 射手座
kn: ಧನು
ml: ധനു
pt: Sagitário
ru: Стрелец
ta: தனுசு
te: ధనుస్సు
zh_hans: 射手座

# sign_cp
source: Capricorn
de: Steinbock
es: Capricornio
fr: Capricorne
hi: मकर
ja: 山羊座
kn: ಮಕರ
ml: മകരം
pt: Capricórnio
ru: Козерог
ta: மகரம்
te: మకరం
zh_hans: 摩羯座

# sign_aq
source: Aquarius
de: Wassermann
es: Acuario
fr: Verseau
hi: कुंभ
ja: 水瓶座
kn: ಕುಂಭ
ml: കുംഭം
pt: Aquário
ru: Водолей
ta: கும்பம்
te: కుంభం
zh_hans: 水瓶座

# sign_pi
source: Pisces
de: Fische
es: Piscis
fr: Poissons
hi: मीन
ja: 魚座
kn: ಮೀನ
ml: മീനം
pt: Peixes
ru: Рыбы
ta: மீனம்
te: మీనం
zh_hans: 双鱼座

# planet_sun
source: Sun
de: Sonne
es: Sol
fr: Soleil
hi: सूर्य
ja: 太陽
kn: ಸೂರ್ಯ
ml: സൂര്യൻ
pt: Sol
ru: Солнце
ta: சூரியன்
te: సూర్యుడు
zh_hans: 太阳

# planet_moon
source: Moon
de: Mond
es: Luna
fr: Lune
hi: चंद्र
ja: 月
kn: ಚಂದ್ರ
ml: ചന്ദ്രൻ
pt: Lua
ru: Луна
ta: சந்திரன்
te: చంద్రుడు
zh_hans: 月亮

# planet_mars
source: Mars
es: Marte
hi: मंगल
ja: 火星
kn: ಕುಜ
ml: ചൊവ്വ
pt: Marte
ru: Марс
ta: செவ்வாய்
te: కుజుడు
zh_hans: 火星

# planet_mercury
source: Mercury
de: Merkur
es: Mercurio
fr: Mercure
hi: बुध
ja: 水星
kn: ಬುಧ
ml: ബുധൻ
pt: Mercúrio
ru: Меркурий
ta: புதன்
te: బుధుడు
zh_hans: 水星

# planet_jupiter
source: Jupiter
es: Júpiter
hi: गुरु
ja: 木星
kn: ಗುರು
ml: വ്യാഴം
pt: Júpiter
ru: Юпитер
ta: குரு
te: గురుడు
zh_hans: 木星

# planet_venus
source: Venus
fr: Vénus
hi: शुक्र
ja: 金星
kn: ಶುಕ್ರ
ml: ശുക്രൻ
pt: Vênus
ru: Венера
ta: சுக்கிரன்
te: శుక్రుడు
zh_hans: 金星

# planet_saturn
source: Saturn
es: Saturno
fr: Saturne
hi: शनि
ja: 土星
kn: ಶನಿ
ml: ശനി
pt: Saturno
ru: Сатурн
ta: சனி
te: శని
zh_hans: 土星

# planet_rahu
source: Rahu
hi: राहु
ja: ラーフ
kn: ರಾಹು
ml: രാഹു
ru: Раху
ta: ராகு
te: రాహువు
zh_hans: 罗睺

# planet_ketu
source: Ketu
hi: केतु
ja: ケートゥ
kn: ಕೇತು
ml: കേതു
ru: Кету
ta: கேது
te: కేతువు
zh_hans: 计都

# severity_none
source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
kn: ಇಲ್ಲ
ml: ഇല്ല
pt: Nenhum
ru: Нет
ta: இல்லை
te: లేదు
zh_hans: 无

# severity_mild
source: Mild
de: Leicht
es: Leve
fr: Léger
hi: हल्का
ja: 軽度
kn: ಸೌಮ್ಯ
ml: നേരിയ
pt: Leve
ru: Лёгкая
ta: லேசான
te: సున్నితం
zh_hans: 轻微

# severity_moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
ja: 中度
kn: ಮಧ್ಯಮ
ml: മിതമായ
pt: Moderado
ru: Умеренная
ta: நடுத்தரம்
te: మధ్యస్థం
zh_hans: 中等

# severity_high
source: High
de: Hoch
es: Alto
fr: Élevé
hi: तीव्र
ja: 重度
kn: ತೀವ್ರ
ml: തീവ്രം
pt: Alto
ru: Высокая
ta: கடுமை
te: తీవ్రం
zh_hans: 严重

# severity_severe
source: Severe
de: Schwer
es: Severo
fr: Sévère
hi: गंभीर
ja: 深刻
kn: ಬಹಳ ತೀವ್ರ
ml: അതിതീവ്രം
pt: Severo
ru: Тяжёлая
ta: மிகக்கடுமை
te: అత్యధికం
zh_hans: 非常严重

# status_active
source: Active
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ja: 有効
kn: ಸಕ್ರಿಯ
ml: സജീവം
pt: Ativo
ru: Активна
ta: செயலில்
te: చురుకుగా
zh_hans: 有效

# status_reduced
source: Reduced
de: Reduziert
es: Reducido
fr: Réduit
hi: कम हुआ
ja: 軽減
kn: ಕಡಿಮೆಯಾಗಿದೆ
ml: കുറഞ്ഞു
pt: Reduzido
ru: Ослаблена
ta: குறைந்தது
te: తగ్గింది
zh_hans: 减弱

# status_cancelled
source: Cancelled
de: Aufgehoben
es: Cancelado
fr: Annulé
hi: निरस्त
ja: 解除
kn: ರದ್ದು
ml: റദ്ദാക്കി
pt: Cancelado
ru: Отменена
ta: ரத்து
te: రద్దు
zh_hans: 取消

source: Active
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ja: 有効
kn: ಸಕ್ರಿಯ
ml: സജീവം
pt: Ativo
ru: Активна
ta: செயலில்
te: చురుకుగా
zh_hans: 有效

source: Reduced
de: Reduziert
es: Reducido
fr: Réduit
hi: कम हुआ
ja: 軽減
kn: ಕಡಿಮೆ
ml: കുറഞ്ഞു
pt: Reduzido
ru: Ослаблена
ta: குறைந்தது
te: తగ్గింది
zh_hans: 减弱

source: Cancelled
de: Aufgehoben
es: Cancelado
fr: Annulé
hi: निरस्त
ja: 解除
kn: ರದ್ದು
ml: റദ്ദാക്കി
pt: Cancelado
ru: Отменена
ta: ரத்து
te: రద్దు
zh_hans: 取消

source: Mangal Dosha Analysis
de: Mangal Dosha Analyse
es: Análisis de Mangal Dosha
fr: Analyse Mangal Dosha
hi: मंगल दोष विश्लेषण
ja: マンガル・ドーシャ分析
kn: ಕುಜ ದೋಷ ವಿಶ್ಲೇಷಣೆ
ml: ചൊവ്വ ദോഷ വിശകലനം
pt: Análise Mangal Dosha
ru: Анализ Мангал Доша
ta: செவ்வாய் தோஷ பகுப்பாய்வு
te: కుజ దోష విశ్లేషణ
zh_hans: 曼加尔多沙分析

# kalsarpa_analysis
source: Kalsarpa Dosha Analysis
de: Kalsarpa Dosha Analyse
es: Análisis de Kalsarpa Dosha
fr: Analyse Kalsarpa Dosha
hi: कालसर्प दोष विश्लेषण
ja: カルサルパ・ドーシャ分析
kn: ಕಾಲಸರ್ಪ ದೋಷ ವಿಶ್ಲೇಷಣೆ
ml: കാളസർപ്പ ദോഷ വിശകലനം
pt: Análise Kalsarpa Dosha
ru: Анализ Калсарпа Доша
ta: கால சர்ப்ப தோஷ பகுப்பாய்வு
te: కాలసర్ప దోష విశ్లేషణ
zh_hans: 卡尔萨帕多沙分析

# yogas_analysis
source: Yogas & Doshas
es: Yogas y Doshas
hi: योग एवं दोष
ja: ヨガとドーシャ
kn: ಯೋಗಗಳು & ದೋಷಗಳು
ml: യോഗങ്ങളും ദോഷങ്ങളും
pt: Yogas e Doshas
ru: Йоги и Доши
ta: யோகங்கள் & தோஷங்கள்
te: యోగాలు & దోషాలు
zh_hans: 瑜伽与多沙

# cancellation_active
source: Dosha Cancelled
de: Dosha Aufgehoben
es: Dosha Cancelado
fr: Dosha Annulé
hi: दोष निरस्त
ja: ドーシャ解除
kn: ದೋಷ ರದ್ದು
ml: ദോഷം റദ്ദാക്കി
pt: Dosha Cancelado
ru: Доша Отменена
ta: தோஷம் ரத்து
te: దోషం రద్దు
zh_hans: 多沙取消

source: No Dosha Present
de: Kein Dosha
es: Sin Dosha
fr: Pas de Dosha
hi: कोई दोष नहीं
ja: ドーシャなし
kn: ದೋಷ ಇಲ್ಲ
ml: ദോഷം ഇല്ല
pt: Sem Dosha
ru: Доша Отсутствует
ta: தோஷம் இல்லை
te: దోషం లేదు
zh_hans: 无多沙

source: Mitigating Factors
de: Mildernde Faktoren
es: Factores Mitigantes
fr: Facteurs Atténuants
hi: दोष-शमन कारक
ja: 緩和要因
kn: ಕಡಿಮೆ ಮಾಡುವ ಅಂಶಗಳು
ml: കുറയ്ക്കുന്ന ഘടകങ്ങൾ
pt: Fatores Mitigantes
ru: Смягчающие Факторы
ta: குறைக்கும் காரணிகள்
te: తగ్గించే కారకాలు
zh_hans: 缓解因素
