Repository: prabhupredictions/destinyios
Catalog: ios_app/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, kn, ml, pt, ru, ta, te, zh_hans

# app_name
source: Destiny
hi: डेस्टिनी

source: Done
de: Fertig
es: Listo
fr: OK
hi: हो गया
ja: 完了
kn: ಆಯ್ತು
ml: ശരി
pt: Pronto
ru: Готово
ta: சரி
te: సరే
zh_hans: 完成

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
kn: ರದ್ದು
ml: റദ്ദാക്കുക
pt: Cancelar
ru: Отмена
ta: ரத்து
te: రద్దు
zh_hans: 取消

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
ja: 保存
kn: ಸೇವ್ ಮಾಡಿ
ml: സേവ് ചെയ്യുക
pt: Salvar
ru: Сохранить
ta: சேமி
te: సేవ్ చేయి
zh_hans: 保存

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
pt: Fechar
ru: Закрыть
ta: மூடு
te: మూసివేయి
zh_hans: 关闭

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
kn: ಲೋಡ್ ಆಗ್ತಿದೆ...
ml: ലോഡ് ചെയ്യുന്നു...
pt: Carregando...
ru: Загрузка...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
zh_hans: 加载中...

source: Error
de: Fehler
fr: Erreur
hi: गड़बड़ी
ja: エラー
kn: ತಪ್ಪಾಯ್ತು
ml: എന്തോ കുഴപ്പം
pt: Ops, algo deu errado
ru: Что-то пошло не так
ta: ஏதோ தவறு
te: ఏదో తప్పు జరిగింది
zh_hans: 出错了

source: Retry
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
ja: もう一度試す
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
pt: Tentar de novo
ru: Попробовать ещё раз
ta: மீண்டும் முயற்சி செய்
te: మళ్లీ ప్రయత్నించు
zh_hans: 重试

source: OK
hi: ठीक है
kn: ಸರಿ
ml: ശരി
ru: ОК
ta: சரி
te: సరే
zh_hans: 好的

# greeting
source: Hey, there!
de: Hallo!
es: ¡Hola!
fr: Salut !
hi: नमस्ते!
ja: こんにちは！
kn: ನಮಸ್ಕಾರ!
ml: നമസ്കാരം!
pt: Oi!
ru: Привет!
ta: வணக்கம்!
te: నమస్తే!
zh_hans: 你好！

source: TODAY'S INSIGHT
de: TAGESHOROSKOP
es: HORÓSCOPO DE HOY
fr: HOROSCOPE DU JOUR
hi: आज का राशिफल
ja: 今日の運勢
kn: ಇಂದಿನ ರಾಶಿಫಲ
ml: ഇന്നത്തെ രാശിഫലം
pt: HORÓSCOPO DE HOJE
ru: ГОРОСКОП НА СЕГОДНЯ
ta: இன்றைய ராசி பலன்
te: ఈ రోజు రాశి ఫలం
zh_hans: 今日运势

# what_mindful_today
source: What should I be mindful of today?
de: Worauf sollte ich heute achten?
es: ¿Qué debería tener en cuenta hoy?
fr: À quoi dois-je faire attention aujourd'hui ?
hi: आज मुझे किस बात का ध्यान रखना चाहिए?
ja: 今日気をつけることは？
kn: ಇಂದು ನಾನು ಏನು ಗಮನಿಸಬೇಕು?
ml: ഇന്ന് ഞാൻ എന്ത് ശ്രദ്ധിക്കണം?
pt: O que devo prestar atenção hoje?
ru: На что обратить внимание сегодня?
ta: இன்று நான் எதை கவனிக்க வேண்டும்?
te: ఈ రోజు నేను దేని గురించి గమనించాలి?
zh_hans: 今天我需要注意什么？

# how_improve_focus
source: How can I improve my focus and productivity?
de: Wie kann ich meinen Fokus verbessern?
es: ¿Cómo puedo mejorar mi concentración?
fr: Comment améliorer ma concentration ?
hi: मैं अपना फोकस कैसे बढ़ा सकता हूं?
ja: 集中力を上げるには？
kn: ನನ್ನ ಏಕಾಗ್ರತೆ ಹೇಗೆ ಹೆಚ್ಚಿಸಬಹುದು?
ml: എന്റെ ഏകാഗ്രത എങ്ങനെ കൂട്ടാം?
pt: Como posso melhorar meu foco?
ru: Как улучшить концентрацию?
ta: என் கவனத்தை எப்படி கூட்டுவது?
te: నా ఏకాగ్రత ఎలా పెంచుకోవాలి?
zh_hans: 如何提高专注力？

# good_time_decisions
source: What's a good time for important decisions?
de: Ist jetzt ein guter Zeitpunkt für wichtige Entscheidungen?
es: ¿Es buen momento para tomar decisiones importantes?
fr: Est-ce le bon moment pour prendre des décisions ?
hi: बड़े फैसलों के लिए सही समय क्या है?
ja: 今は大事な決断に良い時期？
kn: ಮುಖ್ಯ ನಿರ್ಧಾರಗಳಿಗೆ ಈಗ ಒಳ್ಳೆಯ ಸಮಯನಾ?
ml: ഇപ്പോൾ പ്രധാന തീരുമാനങ്ങൾ എടുക്കാമോ?
pt: É um bom momento para tomar decisões importantes?
ru: Сейчас хорошее время для важных решений?
ta: முக்கிய முடிவுகளுக்கு இது நல்ல நேரமா?
te: ముఖ్య నిర్ణయాలకు ఇది మంచి సమయం?
zh_hans: 现在是做重要决定的好时机吗？

# chart_relationships
source: What does my chart say about relationships?
de: Was sagt mein Horoskop über Beziehungen?
es: ¿Qué dice mi carta astral sobre el amor?
fr: Que dit mon thème astral sur l'amour ?
hi: मेरी कुंडली रिश्तों के बारे में क्या कहती है?
ja: 私の恋愛運はどう？
kn: ನನ್ನ ಪ್ರೇಮ ಜೀವನ ಹೇಗಿರುತ್ತೆ?
ml: എന്റെ പ്രണയ ജീവിതം എങ്ങനെയാണ്?
pt: O que meu mapa astral diz sobre o amor?
ru: Что говорят звёзды о моей любви?
ta: என் காதல் வாழ்க்கை எப்படி இருக்கும்?
te: నా ప్రేమ జీవితం ఎలా ఉంటుంది?
zh_hans: 我的爱情运势怎么样？

# type_question
source: Type your question...
de: Deine Frage eingeben...
es: Escribe tu pregunta...
fr: Écris ta question...
hi: अपना सवाल लिखें...
ja: 質問を入力してね...
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆ ಬರೆಯಿರಿ...
ml: നിങ്ങളുടെ ചോദ്യം എഴുതൂ...
pt: Escreva sua pergunta...
ru: Напиши свой вопрос...
ta: உங்கள் கேள்வியை எழுதுங்கள்...
te: మీ ప్రశ్న రాయండి...
zh_hans: 输入你的问题...

source: Rate
de: Bewerten
es: Valorar
fr: Noter
hi: रेटिंग दें
ja: 評価する
kn: ರೇಟಿಂಗ್ ಕೊಡಿ
ml: റേറ്റിംഗ് നൽകുക
pt: Avaliar
ru: Оценить
ta: மதிப்பிடு
te: రేటింగ్ ఇవ్వండి
zh_hans: 评分

source: Rated
de: Bewertet
es: Valorado
fr: Noté
hi: रेटिंग दी गई
ja: 評価済み
kn: ರೇಟಿಂಗ್ ಕೊಟ್ಟಿದ್ದೀರಿ
ml: റേറ്റിംഗ് നൽകി
pt: Avaliado
ru: Оценено
ta: மதிப்பிட்டாயிற்று
te: రేటింగ్ ఇచ్చారు
zh_hans: 已评分

# welcome_message
source: Hello! I'm Destiny, your personal astrology guide. Ask me anything about your life, relationships, career, or any other area where you seek cosmic guidance.
de: Hallo! Ich bin Destiny, dein persönlicher Astrologie-Guide. Frag mich alles über dein Leben, Beziehungen, Karriere oder andere Themen.
es: ¡Hola! Soy Destiny, tu guía astrológico personal. Pregúntame lo que quieras sobre tu vida, relaciones, trabajo o cualquier tema.
fr: Salut ! Je suis Destiny, ton guide astrologique personnel. Pose-moi toutes tes questions sur ta vie, tes relations, ta carrière ou autre chose.
hi: नमस्ते! मैं डेस्टिनी हूं, आपका अपना ज्योतिष गाइड। अपनी जिंदगी, रिश्ते, करियर या किसी भी चीज़ के बारे में मुझसे पूछें।
ja: こんにちは！私はDestiny、あなたの星占いガイドです。恋愛、仕事、人生のこと、なんでも聞いてね。
kn: ನಮಸ್ಕಾರ! ನಾನು Destiny, ನಿಮ್ಮ ಸ್ವಂತ ಜ್ಯೋತಿಷಿ. ನಿಮ್ಮ ಜೀವನ, ಪ್ರೇಮ, ಉದ್ಯೋಗ ಬಗ್ಗೆ ಏನು ಬೇಕಾದ್ರೂ ಕೇಳಿ.
ml: നമസ്കാരം! ഞാൻ Destiny, നിങ്ങളുടെ സ്വന്തം ജ്യോതിഷി. ജീവിതം, പ്രണയം, ജോലി - എന്തും ചോദിക്കാം.
pt: Oi! Sou o Destiny, seu guia astrológico pessoal. Pode me perguntar sobre sua vida, relacionamentos, carreira ou qualquer outro assunto.
ru: Привет! Я Destiny, твой личный астролог. Спрашивай о жизни, любви, карьере — о чём угодно!
ta: வணக்கம்! நான் Destiny, உங்கள் சொந்த ஜோதிடர். வாழ்க்கை, காதல், வேலை - எதைப் பற்றியும் என்னிடம் கேளுங்கள்.
te: నమస్తే! నేను Destiny, మీ సొంత జ్యోతిషులు. జీవితం, ప్రేమ, కెరీర్ - ఏదైనా అడగండి.
zh_hans: 你好！我是 Destiny，你的私人占星顾问。无论是生活、感情还是事业，都可以问我哦～

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफाइल
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
pt: Perfil
ru: Профиль
ta: சுயவிவரம்
te: ప్రొఫైల్
zh_hans: 我的

source: Guest User
de: Gast
es: Invitado
fr: Invité
hi: गेस्ट यूज़र
ja: ゲスト
kn: ಅತಿಥಿ
ml: അതിഥി
pt: Visitante
ru: Гость
ta: விருந்தினர்
te: అతిథి
zh_hans: 游客

# upgrade_premium
source: Upgrade to Premium
de: Premium holen
es: Obtener Premium
fr: Passer Premium
hi: प्रीमियम लें
ja: プレミアムにする
kn: ಪ್ರೀಮಿಯಂ ತಗೊಳ್ಳಿ
ml: പ്രീമിയം എടുക്കുക
pt: Assinar Premium
ru: Получить Premium
ta: Premium எடுங்கள்
te: Premium తీసుకోండి
zh_hans: 升级高级版

# get_unlimited
source: Get unlimited questions & matches
de: Unbegrenzte Fragen & Matches
es: Preguntas y compatibilidades ilimitadas
fr: Questions et compatibilités illimitées
hi: अनलिमिटेड सवाल और मिलान पाएं
ja: 質問し放題＆相性診断し放題
kn: ಅನ್‌ಲಿಮಿಟೆಡ್ ಪ್ರಶ್ನೆ ಮತ್ತು ಹೊಂದಾಣಿಕೆ
ml: അൺലിമിറ്റഡ് ചോദ്യങ്ങളും പൊരുത്തങ്ങളും
pt: Perguntas e compatibilidades ilimitadas
ru: Безлимитные вопросы и совместимость
ta: வரையறை இல்லாத கேள்விகள் & பொருத்தங்கள்
te: అన్‌లిమిటెడ్ ప్రశ్నలు & పొందికలు
zh_hans: 无限提问 & 配对分析

source: Birth Details
de: Geburtsdaten
es: Datos de Nacimiento
fr: Données de naissance
hi: जन्म की जानकारी
ja: 生年月日情報
kn: ಹುಟ್ಟಿದ ಮಾಹಿತಿ
ml: ജനന വിവരങ്ങൾ
pt: Dados de Nascimento
ru: Данные рождения
ta: பிறப்பு தகவல்
te: పుట్టిన సమాచారం
zh_hans: 出生信息

source: View Birth Details
de: Geburtsdaten anzeigen
es: Ver datos de nacimiento
fr: Voir mes données
hi: जन्म विवरण देखें
ja: 詳細を見る
kn: ಹುಟ್ಟಿದ ಮಾಹಿತಿ ನೋಡಿ
ml: ജനന വിവരങ്ങൾ കാണുക
pt: Ver dados de nascimento
ru: Посмотреть данные
ta: பிறப்பு தகவலைப் பார்
te: పుట్టిన సమాచారం చూడండి
zh_hans: 查看出生信息

source: Not set
de: Nicht angegeben
es: Sin completar
fr: Non renseigné
hi: भरा नहीं है
ja: 未設定
kn: ಇನ್ನೂ ಹಾಕಿಲ್ಲ
ml: ഇനിയും നൽകിയിട്ടില്ല
pt: Não preenchido
ru: Не заполнено
ta: இன்னும் நிரப்பவில்லை
te: ఇంకా నింపలేదు
zh_hans: 未填写

source: Preferences
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್ಸ್
ml: സെറ്റിംഗ്സ്
pt: Configurações
ru: Настройки
ta: செட்டிங்ஸ்
te: సెట్టింగ్స్
zh_hans: 设置

source: Astrology Settings
de: Astrologie-Einstellungen
es: Ajustes de Astrología
fr: Réglages astro
hi: ज्योतिष सेटिंग्स
ja: 占いの設定
kn: ಜ್ಯೋತಿಷ್ಯ ಸೆಟ್ಟಿಂಗ್ಸ್
ml: ജ്യോതിഷ സെറ്റിംഗ്സ്
pt: Config. de Astrologia
ru: Настройки астрологии
ta: ஜோதிட செட்டிங்ஸ்
te: జ్యోతిష్య సెట్టింగ్స్
zh_hans: 占星设置

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
kn: ಭಾಷೆ
ml: ഭാഷ
pt: Idioma
ru: Язык
ta: மொழி
te: భాష
zh_hans: 语言

source: Support
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
ja: ヘルプ
kn: ಸಹಾಯ
ml: സഹായം
pt: Ajuda
ru: Помощь
ta: உதவி
te: సహాయం
zh_hans: 帮助

source: Help & FAQ
de: Hilfe & FAQ
es: Ayuda y Preguntas
fr: Aide & FAQ
hi: मदद और FAQ
ja: ヘルプ・よくある質問
kn: ಸಹಾಯ & FAQ
ml: സഹായം & FAQ
pt: Ajuda e Perguntas
ru: Помощь и FAQ
ta: உதவி & FAQ
te: సహాయం & FAQ
zh_hans: 帮助与常见问题

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
ja: ログアウト
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
pt: Sair
ru: Выйти
ta: வெளியேறு
te: లాగ్ అవుట్
zh_hans: 退出登录

source: Ayanamsa
hi: अयनांश
ja: アヤナムサ
kn: ಅಯನಾಂಶ
ml: അയനാംശം
ru: Аянамса
ta: அயனாம்சம்
te: అయనాంశం
zh_hans: 岁差制

# ayanamsa_desc
source: Determines the zodiac calculation method
de: Methode zur Tierkreisberechnung
es: Método de cálculo del zodíaco
fr: Méthode de calcul du zodiaque
hi: राशि चक्र की गणना पद्धति
ja: 黄道帯の計算方式
kn: ರಾಶಿ ಲೆಕ್ಕಾಚಾರದ ವಿಧಾನ
ml: രാശി കണക്കാക്കുന്ന രീതി
pt: Método de cálculo do zodíaco
ru: Метод расчёта зодиака
ta: ராசி கணக்கீட்டு முறை
te: రాశి లెక్కింపు పద్ధతి
zh_hans: 黄道计算方法

source: House System
de: Häusersystem
es: Sistema de Casas
fr: Système de maisons
hi: भाव पद्धति
ja: ハウスシステム
kn: ಭಾವ ಪದ್ಧತಿ
ml: ഭാവ സിസ്റ്റം
pt: Sistema de Casas
ru: Система домов
ta: பாவ முறை
te: భావ పద్ధతి
zh_hans: 宫位制

# house_system_desc
source: Determines how houses are divided
de: Methode zur Häuseraufteilung
es: Método de división de casas astrológicas
fr: Méthode de division des maisons
hi: भावों के विभाजन की विधि
ja: ハウスの分割方式
kn: ಭಾವಗಳು ಹೇಗೆ ವಿಭಾಗಿಸಲಾಗುತ್ತೆ
ml: ഭാവങ്ങൾ വിഭജിക്കുന്ന രീതി
pt: Método de divisão das casas
ru: Метод разделения домов
ta: பாவங்கள் எப்படி பிரிக்கப்படும்
te: భావాలు ఎలా విభజించబడతాయి
zh_hans: 宫位划分方式

# lahiri
source: Lahiri (Most common)
de: Lahiri (Standard)
es: Lahiri (Estándar)
fr: Lahiri (Standard)
hi: लाहिड़ी (सबसे आम)
ja: ラヒリ（一般的）
kn: ಲಾಹಿರಿ (ಸಾಮಾನ್ಯ)
ml: ലാഹിരി (സാധാരണം)
pt: Lahiri (Padrão)
ru: Лахири (стандарт)
ta: லகிரி (பொதுவானது)
te: లాహిరి (సాధారణం)
zh_hans: Lahiri（常用）

source: Raman
hi: रामन
ja: ラーマン
kn: ರಾಮನ್
ml: രാമൻ
ru: Раман
ta: ராமன்
te: రామన్

# krishnamurti
source: Krishnamurti (KP)
hi: कृष्णमूर्ति (KP)
ja: クリシュナムルティ（KP）
kn: ಕೃಷ್ಣಮೂರ್ತಿ (KP)
ml: കൃഷ്ണമൂർത്തി (KP)
ru: Кришнамурти (KP)
ta: கிருஷ்ணமூர்த்தி (KP)
te: కృష్ణమూర్తి (KP)

source: Fagan-Bradley
hi: फगन-ब्रैडली
ja: フェイガン・ブラッドリー
kn: ಫಾಗನ್-ಬ್ರಾಡ್ಲಿ
ml: ഫാഗൻ-ബ്രാഡ്‌ലി
ru: Фэган-Брэдли
ta: ஃபேகன்-பிராட்லி
te: ఫాగన్-బ్రాడ్లీ

source: Equal Houses
de: Gleiche Häuser
es: Casas Iguales
fr: Maisons égales
hi: समान भाव
ja: イコールハウス
kn: ಸಮಾನ ಭಾವಗಳು
ml: തുല്യ ഭാവങ്ങൾ
pt: Casas Iguais
ru: Равные дома
ta: சம பாவங்கள்
te: సమాన భావాలు
zh_hans: 等宫制

source: Whole Sign
de: Ganzes Zeichen
es: Signo Completo
fr: Signe entier
hi: पूर्ण राशि
ja: ホールサイン
kn: ಪೂರ್ಣ ರಾಶಿ
ml: മുഴുവൻ രാശി
pt: Signo Inteiro
ru: Целый знак
ta: முழு ராசி
te: పూర్తి రాశి
zh_hans: 整宫制

source: Placidus
hi: प्लेसिडस
ja: プラシーダス
kn: ಪ್ಲಾಸಿಡಸ್
ml: പ്ലാസിഡസ്
ru: Плацидус
ta: பிளாசிடஸ்
te: ప్లాసిడస్

source: Koch
hi: कोक
ja: コッホ
kn: ಕೋಚ್
ml: കോച്ച്
ru: Кох
ta: கோச்
te: కోచ్

source: Regiomontanus
hi: रेजियोमोंटानस
ja: レジオモンタナス
kn: ರೆಜಿಯೊಮಾಂಟನಸ್
ml: റെജിയോമോണ്ടാനസ്
ru: Региомонтан
ta: ரெஜியோமோண்டனஸ்
te: రెజియోమాంటనస్

source: Campanus
hi: कैंपनस
ja: カンパヌス
kn: ಕ್ಯಾಂಪನಸ್
ml: കാമ്പനസ്
ru: Кампанус
ta: காம்பனஸ்
te: కాంపనస్

source: Morinus
hi: मोरिनस
ja: モリナス
kn: ಮೊರಿನಸ್
ml: മോറിനസ്
ru: Моринус
ta: மோரினஸ்
te: మోరినస్

source: Alcabitus
hi: अल्काबिटस
ja: アルカビティウス
kn: ಅಲ್ಕಾಬಿಟಸ್
ml: അൽകാബിറ്റസ്
ru: Алькабитус
ta: அல்காபிடஸ்
te: అల్కాబిటస్

source: Porphyrius
hi: पोर्फिरियस
ja: ポルフィリウス
kn: ಪೋರ್ಫಿರಿಯಸ್
ml: പോർഫിറിയസ്
ru: Порфирий
ta: போர்பிரியஸ்
te: పోర్ఫిరియస్

source: Select Language
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
hi: भाषा चुनें
ja: 言語を選ぶ
kn: ಭಾಷೆ ಆಯ್ಕೆ ಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
pt: Escolha o idioma
ru: Выбери язык
ta: மொழி தேர்வு செய்யுங்கள்
te: భాష ఎంచుకోండి
zh_hans: 选择语言

# language_note
source: App will restart with your selected language
de: Die App startet in der gewählten Sprache neu
es: La app se reiniciará en el idioma elegido
fr: L'appli redémarrera dans la langue choisie
hi: ऐप चुनी हुई भाषा में रीस्टार्ट होगा
ja: 選んだ言語でアプリが再起動します
kn: ಆಪ್ ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಭಾಷೆಯಲ್ಲಿ ರೀಸ್ಟಾರ್ಟ್ ಆಗುತ್ತೆ
ml: ആപ്പ് തിരഞ്ഞെടുത്ത ഭാഷയിൽ റീസ്റ്റാർട്ട് ആകും
pt: O app vai reiniciar no idioma escolhido
ru: Приложение перезапустится на выбранном языке
ta: தேர்வு செய்த மொழியில் ஆப் ரீஸ்டார்ட் ஆகும்
te: ఎంచుకున్న భాషలో యాప్ రీస్టార్ట్ అవుతుంది
zh_hans: App 将以所选语言重启

source: Home
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
kn: ಹೋಮ್
ml: ഹോം
pt: Início
ru: Главная
ta: முகப்பு
te: హోమ్
zh_hans: 首页

source: Ask
de: Fragen
es: Preguntar
fr: Demander
hi: पूछें
ja: 相談
kn: ಕೇಳಿ
ml: ചോദിക്കൂ
pt: Perguntar
ru: Спросить
ta: கேளு
te: అడగండి
zh_hans: 提问

source: Match
es: Compatibilidad
fr: Compatibilité
hi: मिलान
ja: 相性
kn: ಹೊಂದಾಣಿಕೆ
ml: പൊരുത്തം
pt: Compatibilidade
ru: Совместимость
ta: பொருத்தம்
te: పొందిక
zh_hans: 配对

source: Enter Birth Details
de: Geburtsdaten eingeben
es: Ingresa tus datos
fr: Entre tes infos
hi: जन्म की जानकारी भरें
ja: 生年月日を入力
kn: ಹುಟ್ಟಿದ ಮಾಹಿತಿ ಹಾಕಿ
ml: ജനന വിവരങ്ങൾ നൽകുക
pt: Preencha seus dados
ru: Введи свои данные
ta: பிறப்பு தகவல் நிரப்புங்கள்
te: పుట్టిన సమాచారం నింపండి
zh_hans: 填写出生信息

source: Your Name
de: Dein Name
es: Tu nombre
fr: Ton prénom
hi: आपका नाम
ja: あなたの名前
kn: ನಿಮ್ಮ ಹೆಸರು
ml: നിങ്ങളുടെ പേര്
pt: Seu nome
ru: Твоё имя
ta: உங்கள் பெயர்
te: మీ పేరు
zh_hans: 你的名字

source: Enter Your Name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Entre ton prénom
hi: अपना नाम दर्ज करें
ja: 名前を入力してください
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
pt: Digite seu nome
ru: Введи своё имя
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి
zh_hans: 输入你的名字

source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
ja: 生年月日
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ml: ജനന തീയതി
pt: Data de nascimento
ru: Дата рождения
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
zh_hans: 出生日期

source: Time of Birth
de: Geburtszeit
es: Hora de nacimiento
fr: Heure de naissance
hi: जन्म का समय
ja: 生まれた時間
kn: ಹುಟ್ಟಿದ ಸಮಯ
ml: ജനന സമയം
pt: Hora de nascimento
ru: Время рождения
ta: பிறந்த நேரம்
te: పుట్టిన సమయం
zh_hans: 出生时间

source: Birth time unknown
de: Geburtszeit unbekannt
es: No sé la hora exacta
fr: Je ne connais pas l'heure
hi: जन्म का समय पता नहीं
ja: 時間がわからない
kn: ಸಮಯ ಗೊತ್ತಿಲ್ಲ
ml: സമയം അറിയില്ല
pt: Não sei a hora exata
ru: Не знаю точное время
ta: நேரம் தெரியாது
te: సమయం తెలియదు
zh_hans: 不知道具体时间

source: Place of Birth
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
hi: जन्म स्थान
ja: 生まれた場所
kn: ಹುಟ್ಟಿದ ಊರು
ml: ജനിച്ച സ്ഥലം
pt: Cidade de nascimento
ru: Место рождения
ta: பிறந்த ஊர்
te: పుట్టిన ఊరు
zh_hans: 出生地点

source: Search city...
de: Stadt suchen...
es: Buscar ciudad...
fr: Chercher une ville...
hi: शहर खोजें...
ja: 都市を検索...
kn: ಊರು ಹುಡುಕಿ...
ml: നഗരം തിരയുക...
pt: Buscar cidade...
ru: Поиск города...
ta: ஊரைத் தேடுங்கள்...
te: ఊరు వెతకండి...
zh_hans: 搜索城市...

source: Gender
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
ja: 性別
kn: ಲಿಂಗ
ml: ലിംഗം
pt: Gênero
ru: Пол
ta: பாலினம்
te: లింగం
zh_hans: 性别

source: Male
de: Männlich
es: Hombre
fr: Homme
hi: पुरुष
ja: 男性
kn: ಗಂಡು
ml: ആൺ
pt: Masculino
ru: Мужской
ta: ஆண்
te: మగ
zh_hans: 男

source: Female
de: Weiblich
es: Mujer
fr: Femme
hi: महिला
ja: 女性
kn: ಹೆಣ್ಣು
ml: പെൺ
pt: Feminino
ru: Женский
ta: பெண்
te: ఆడ
zh_hans: 女

source: Other
de: Divers
es: Otro
fr: Autre
hi: अन्य
ja: その他
kn: ಇತರೆ
ml: മറ്റുള്ളവ
pt: Outro
ru: Другой
ta: மற்றவை
te: ఇతర
zh_hans: 其他

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: आगे बढ़ें
ja: 次へ
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
pt: Continuar
ru: Продолжить
ta: தொடர்
te: కొనసాగించు
zh_hans: 继续

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
hi: सब्सक्रिप्शन
ja: サブスク
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್ಶನ್
ml: സബ്സ്ക്രിപ്ഷൻ
pt: Assinatura
ru: Подписка
ta: சப்ஸ்கிரிப்ஷன்
te: సబ్స్క్రిప్షన్
zh_hans: 订阅

source: Free Plan
de: Gratis
es: Gratis
fr: Gratuit
hi: फ्री प्लान
ja: 無料プラン
kn: ಉಚಿತ
ml: സൗജന്യം
pt: Grátis
ru: Бесплатно
ta: இலவசம்
te: ఉచితం
zh_hans: 免费版

source: Premium Plan
de: Premium
es: Premium
fr: Premium
hi: प्रीमियम प्लान
ja: プレミアム
kn: ಪ್ರೀಮಿಯಂ
ml: പ്രീമിയം
pt: Premium
ru: Premium
ta: பிரீமியம்
te: ప్రీమియం
zh_hans: 高级版

source: Questions remaining
de: Fragen übrig
es: Preguntas disponibles
fr: Questions restantes
hi: बचे हुए सवाल
ja: 残り質問数
kn: ಉಳಿದಿರುವ ಪ್ರಶ್ನೆಗಳು
ml: ബാക്കി ചോദ്യങ്ങൾ
pt: Perguntas restantes
ru: Осталось вопросов
ta: மீதம் கேள்விகள்
te: మిగిలిన ప్రశ్నలు
zh_hans: 剩余提问次数

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: अनलिमिटेड
ja: 無制限
kn: ಅನ್‌ಲಿಮಿಟೆಡ್
ml: അൺലിമിറ്റഡ്
pt: Ilimitado
ru: Безлимит
ta: வரையறை இல்லை
te: అన్‌లిమిటెడ్
zh_hans: 无限

source: Compatibility
de: Partnercheck
es: Compatibilidad
fr: Compatibilité
hi: कुंडली मिलान
ja: 相性診断
kn: ಜಾತಕ ಹೊಂದಾಣಿಕೆ
ml: ജാതക പൊരുത്തം
pt: Compatibilidade
ru: Совместимость
ta: ஜாதக பொருத்தம்
te: జాతక పొందిక
zh_hans: 星座配对

source: Partner Details
de: Partner-Daten
es: Datos de tu pareja
fr: Infos partenaire
hi: पार्टनर की जानकारी
ja: 相手の情報
kn: ಪಾರ್ಟ್ನರ್ ಮಾಹಿತಿ
ml: പങ്കാളിയുടെ വിവരം
pt: Dados do parceiro(a)
ru: Данные партнёра
ta: பார்ட்னர் தகவல்
te: పార్ట్‌నర్ సమాచారం
zh_hans: 对方信息

source: Calculate Match
de: Match berechnen
es: Ver compatibilidad
fr: Calculer
hi: मिलान देखें
ja: 相性を見る
kn: ಹೊಂದಾಣಿಕೆ ನೋಡಿ
ml: പൊരുത്തം നോക്കുക
pt: Ver compatibilidade
ru: Проверить совместимость
ta: பொருத்தம் பார்
te: పొందిక చూడండి
zh_hans: 查看配对结果

source: Match Score
es: Puntuación
fr: Score
hi: मिलान स्कोर
ja: 相性スコア
kn: ಹೊಂದಾಣಿಕೆ ಸ್ಕೋರ್
ml: പൊരുത്ത സ്കോർ
pt: Pontuação
ru: Результат
ta: பொருத்த மதிப்பெண்
te: పొందిక స్కోర్
zh_hans: 契合度

# boys_details
source: You
de: Du
es: Tú
fr: Toi
hi: आप
ja: あなた
kn: ನಿಮ್ಮ
ml: നിങ്ങൾ
pt: Você
ru: Ты
ta: நீங்கள்
te: మీరు
zh_hans: 你

# girls_details
source: Partner
es: Pareja
fr: Partenaire
hi: पार्टनर
ja: パートナー
kn: ಪಾರ್ಟ್‌ನರ್
ml: പങ്കാളി
pt: Parceiro(a)
ru: Партнёр
ta: பார்ட்னர்
te: పార్ట్‌నర్
zh_hans: 伴侣

# analyze_match
source: Check Compatibility
de: Kompatibilität prüfen
es: Ver compatibilidad
fr: Vérifier la compatibilité
hi: कम्पैटिबिलिटी चेक करें
ja: 相性をチェック
kn: ಕಂಪಾಟಿಬಿಲಿಟಿ ನೋಡಿ
ml: കംപാറ്റിബിലിറ്റി ചെക്ക് ചെയ്യുക
pt: Ver compatibilidade
ru: Проверить совместимость
ta: பொருத்தம் பாருங்கள்
te: కంపాటిబిలిటీ చూడండి
zh_hans: 查看匹配结果

source: New Analysis
de: Neue Analyse
es: Nueva consulta
fr: Nouvelle analyse
hi: नया मिलान
ja: 新しい診断
kn: ಹೊಸ ವಿಶ್ಲೇಷಣೆ
ml: പുതിയ വിശകലനം
pt: Nova análise
ru: Новый анализ
ta: புதிய பகுப்பாய்வு
te: కొత్త విశ్లేషణ
zh_hans: 新的分析

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
ja: まとめ
kn: ಸಾರಾಂಶ
ml: സംഗ്രഹം
pt: Resumo
ru: Итог
ta: சுருக்கம்
te: సారాంశం
zh_hans: 总结

source: Ashtakoot Details
es: Detalles Ashtakoot
fr: Détails Ashtakoot
hi: अष्टकूट विवरण
ja: 詳細
kn: ಅಷ್ಟಕೂಟ ವಿವರ
ml: അഷ്ടകൂട വിവരങ്ങൾ
pt: Detalhes Ashtakoot
ru: Подробности
ta: அஷ்டகூட விவரம்
te: అష్టకూట వివరాలు
zh_hans: 八字详情

source: Recommendation
de: Empfehlung
es: Recomendación
fr: Conseil
hi: सलाह
ja: アドバイス
kn: ಸಲಹೆ
ml: ഉപദേശം
pt: Conselho
ru: Совет
ta: ஆலோசனை
te: సలహా
zh_hans: 建议

source: Welcome to Destiny
de: Willkommen bei Destiny
es: Bienvenido a Destiny
fr: Bienvenue sur Destiny
hi: डेस्टिनी में आपका स्वागत है
ja: Destinyへようこそ
kn: Destiny ಗೆ ಸ್ವಾಗತ
ml: Destiny-യിലേക്ക് സ്വാഗതം
pt: Bem-vindo ao Destiny
ru: Добро пожаловать в Destiny
ta: Destiny-க்கு வரவேற்கிறோம்
te: Destiny కి స్వాగతం
zh_hans: 欢迎来到 Destiny

# sign_in_save
source: Sign in to save your birth chart and chats
de: Melde dich an, um dein Horoskop zu speichern
es: Inicia sesión para guardar tu carta astral
fr: Connecte-toi pour sauvegarder ton thème astral
hi: अपनी कुंडली और चैट सेव करने के लिए साइन इन करें
ja: ログインしてデータを保存
kn: ನಿಮ್ಮ ಜಾತಕ ಸೇವ್ ಮಾಡಲು ಲಾಗಿನ್ ಆಗಿ
ml: നിങ്ങളുടെ ജാതകം സേവ് ചെയ്യാൻ ലോഗിൻ ചെയ്യുക
pt: Entre para salvar seu mapa astral
ru: Войди, чтобы сохранить свою натальную карту
ta: உங்கள் ஜாதகத்தை சேமிக்க லாகின் செய்யுங்கள்
te: మీ జాతకం సేవ్ చేయడానికి లాగిన్ అవ్వండి
zh_hans: 登录以保存你的星盘和聊天

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en invité
hi: गेस्ट के रूप में जारी रखें
ja: ゲストで続ける
kn: ಅತಿಥಿಯಾಗಿ ಮುಂದುವರಿಸಿ
ml: അതിഥിയായി തുടരുക
pt: Continuar como visitante
ru: Продолжить как гость
ta: விருந்தினராக தொடர்
te: అతిథిగా కొనసాగండి
zh_hans: 游客模式继续

# by_continuing
source: By continuing, you agree to our
de: Mit Weiter akzeptierst du unsere
es: Al continuar, aceptas nuestros
fr: En continuant, tu acceptes nos
hi: आगे बढ़ने पर, आप हमारी शर्तों से सहमत हैं
ja: 続けると利用規約に同意したことになります
kn: ಮುಂದುವರಿಸಿದರೆ, ನೀವು ಒಪ್ಪುತ್ತೀರಿ
ml: തുടരുന്നതിലൂടെ, നിങ്ങൾ സമ്മതിക്കുന്നു
pt: Ao continuar, você aceita nossos
ru: Продолжая, ты соглашаешься с
ta: தொடர்வதன் மூலம் நீங்கள் ஒப்புக்கொள்கிறீர்கள்
te: కొనసాగించడం ద్వారా మీరు అంగీకరిస్తున్నారు
zh_hans: 继续即表示你同意我们的

source: Signing in...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion...
hi: साइन इन हो रहा है...
ja: ログイン中...
kn: ಲಾಗಿನ್ ಆಗ್ತಿದೆ...
ml: ലോഗിൻ ചെയ്യുന്നു...
pt: Entrando...
ru: Вход...
ta: லாகின் ஆகிறது...
te: లాగిన్ అవుతోంది...
zh_hans: 登录中...

source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
ja: スキップ
kn: ಸ್ಕಿಪ್ ಮಾಡಿ
ml: സ്കിപ്പ് ചെയ്യുക
pt: Pular
ru: Пропустить
ta: தவிர்
te: దాటవేయి
zh_hans: 跳过

source: Get Started
de: Los geht's
es: ¡Empezar!
fr: C'est parti !
hi: शुरू करें
ja: はじめる
kn: ಶುರು ಮಾಡಿ
ml: തുടങ്ങാം
pt: Começar!
ru: Начать!
ta: தொடங்குவோம்!
te: ప్రారంభిద్దాం!
zh_hans: 开始吧！

# create_birth_chart
source: Create your birth chart
de: Erstelle dein Geburtshoroskop
es: Crea tu carta astral
fr: Crée ton thème astral
hi: अपनी जन्म कुंडली बनाएं
ja: あなたの星図を作成
kn: ನಿಮ್ಮ ಜನ್ಮ ಜಾತಕ ತಯಾರಿಸಿ
ml: നിങ്ങളുടെ ജനന ജാതകം ഉണ്ടാക്കുക
pt: Crie seu mapa astral
ru: Создай свою натальную карту
ta: உங்கள் ஜாதகத்தை உருவாக்குங்கள்
te: మీ జనన పట్టిక తయారు చేయండి
zh_hans: 创建你的星盘

# enter_details_desc
source: Enter your birth details to generate your chart and personalize your insights
de: Gib deine Geburtsdaten ein, um persönliche Einblicke zu erhalten
es: Ingresa tus datos de nacimiento para obtener predicciones personalizadas
fr: Entre tes données de naissance pour des prédictions personnalisées
hi: अपनी कुंडली बनाने और व्यक्तिगत राशिफल पाने के लिए जन्म की जानकारी भरें
ja: 生年月日を入力して あなただけの占い結果を見よう
kn: ನಿಮ್ಮ ಜಾತಕ ಮತ್ತು ವೈಯಕ್ತಿಕ ಫಲಿತಾಂಶಗಳಿಗೆ ಮಾಹಿತಿ ಹಾಕಿ
ml: നിങ്ങളുടെ ജാതകവും വ്യക്തിഗത ഫലങ്ങളും ലഭിക്കാൻ വിവരങ്ങൾ നൽകുക
pt: Preencha seus dados de nascimento para receber previsões personalizadas
ru: Введи данные рождения для персонального гороскопа
ta: உங்கள் ஜாதகம் மற்றும் தனிப்பட்ட பலன்களுக்கு தகவலை நிரப்புங்கள்
te: మీ జాతకం మరియు వ్యక్తిగత ఫలితాల కోసం సమాచారం నింపండి
zh_hans: 填写出生信息 获取专属运势分析

# unlock_premium
source: Unlock Destiny Premium
de: Destiny Premium freischalten
es: Obtén Destiny Premium
fr: Obtenir Destiny Premium
hi: डेस्टिनी प्रीमियम पाएं
ja: Destiny プレミアムを解除
kn: Destiny Premium ಪಡೆಯಿರಿ
ml: Destiny Premium നേടുക
pt: Assine o Destiny Premium
ru: Получить Destiny Premium
ta: Destiny Premium பெறுங்கள்
te: Destiny Premium పొందండి
zh_hans: 解锁 Destiny 高级版
